[
    {
        "anime": "Yu Yu Hakusho",
        "character": "Hiei",
        "quote": "Detective, don't waste your time trying to change their minds. Fight by their meaningless rules and you'll be pulled down with them. There's only one real law of the dark tournament: the strongest man prevails. I've retrieved enough energy to rip my way out, let's show this entire stadium a new definition for victory!"
    },
    {
        "anime": "Bleach",
        "character": "Abarai Renji",
        "quote": "Have you been out on the window ledge all this time, in plain sight? What if the neighbors report a silver haired elementary student burglar?"
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Tetsuya Kuroko",
        "quote": "If you haven't changed, that means you haven't improved."
    },
    {
        "anime": "Hunter X Hunter",
        "character": "Hisoka",
        "quote": "It takes a mere second for treasure to turn to trash."
    },
    {
        "anime": "Solanin",
        "character": "Naruo Taneda",
        "quote": "Even if you're made a fool of by someone, even if the future becomes so dark that you can't see what's in front of you, even if the place we get to is the very end of the world, you and I are still together."
    },
    {
        "anime": "Sword Art Online",
        "character": "Kazuto Kirigaya",
        "quote": "If that bullet could also kill a player in the real world, and if you didn't shoot them, you or someone you loved would be killed, could you still pull the trigger?"
    },
    {
        "anime": "Naruto",
        "character": "Sasori",
        "quote": "True beauty lies in things that last forever, never rotting or fading."
    },
    {
        "anime": "Death Note",
        "character": "Light Yagami",
        "quote": "I've never considered finding that notebook and gaining that power a misfortune."
    },
    {
        "anime": "Ao Haru Ride",
        "character": "Kou Mabuchi",
        "quote": "I can't surpress my feeling anymore. When she gets confused, I will still her back. Yes I know I am selfish, I don't care."
    },
    {
        "anime": "Death Parade",
        "character": "Chiyuki",
        "quote": "Everyone lives with the sins they've committed."
    },
    {
        "anime": "Fate/stay night",
        "character": "Saber",
        "quote": "Hunger is the enemy."
    },
    {
        "anime": "xxxHOLiC",
        "character": "Yuuko Ichihara",
        "quote": "Normal? What's normal? To only do what the masses do? And what is the benefit of that? Where is the problem in adopting a custom that is \"abnormal\" if it has no negative effect on the world at large?"
    },
    {
        "anime": "Sword Art Online",
        "character": "Kazuto Kirigaya",
        "quote": "There's no meaningful difference between a real and a virtual world. It's pointless to ask anyone who they really are. All you can do is accept and believe in them, because whoever they are in your mind, is their true identity."
    },
    {
        "anime": "Legend of the Galactic Heroes",
        "character": "Reinhard von Lohengramm",
        "quote": "There is great satisfaction in fighting for the sake of gaining power, but it’s joyless to fight for the sake of maintaining it."
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "Luciano Bradley",
        "quote": "I think being able to openly take away the most important thing people have... \"life\"... is the best thing that ever happened!"
    },
    {
        "anime": "Tonari No Kaibutsu-kun",
        "character": "Yoshida Haru",
        "quote": "You can't pick up water once it's spilled, so handle it carefully."
    },
    {
        "anime": "Haikyuu!!",
        "character": "Tobio Kageyama",
        "quote": "The last ones standing are the victors. Only the strongest. If you want to be the last one standing become strong."
    },
    {
        "anime": "Nisekoi",
        "character": "Ruri Miyamoto",
        "quote": "There's no law that says you can't go after someone just because he's already in love with someone else."
    },
    {
        "anime": "Pandora Hearts",
        "character": "Lacie Baskerville",
        "quote": "If you accept everything you’re told without question, you’ll lose your ability to think. Even if you reached the same conclusion, it would still be worth analyzing the reasons behind it."
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Mikasa Ackerman",
        "quote": "Once I'm dead, I won't even be able to remember you. So I'll win, no matter what. I'll live, no matter what!"
    },
    {
        "anime": "Black Lagoon",
        "character": "Revy",
        "quote": "If you cling to life, you live in fear of death. And that fear will cloud your judgment."
    },
    {
        "anime": "Sousei no Aquarion",
        "character": "Gen Fudou",
        "quote": "A misty moonlight night washes over the land and though darkness ebbs with the glow of the full moon, shadows still remain. They conceal an evil which exists just beyond our grasp. Sides are chosen. Lines are drawn, ones that we dare not cross. But in the distance a ray of light shines to expose our path. It is then that we realize that some things in life are better left unseen."
    },
    {
        "anime": "Umineko no Naku Koro ni",
        "character": "Ushiromiya Battler",
        "quote": "Well, who you love depends on the person. Isn't everything fine as long as it's someone who's fun to be with? Being with someone doesn't require any permission as long as the two people accept each other. If you worry about your parents or your family, then you lose. Don't forget that. You can't go out with someone with incomplete feelings."
    },
    {
        "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
        "character": "Hachiman Hikigaya",
        "quote": "There are people who ruin the atmosphere just by existing, you know."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Kyo",
        "quote": "Tohru, I can't stand not being with you... I... because I love you."
    },
    {
        "anime": "Bakemonogatari",
        "character": "Koyomi Araragi",
        "quote": "That's what I call smallness as a human being. No matter how much I'm irritated by it, I can't do anything about it. It's not complex, just stunted. Because as a human being I'm small, or something."
    },
    {
        "anime": "Fairy Tail",
        "character": "Happy",
        "quote": "Don't think, Natsu! It's not like you!"
    },
    {
        "anime": "Ghost Hunt",
        "character": "Mai Taniyama",
        "quote": "I'm tired if trying, sick of crying, I know I've been smiling, but inside I'm dying."
    },
    {
        "anime": "Sword Art Online II",
        "character": "Kazuto Kirigaya",
        "quote": "No one dies alone. When someone dies, the part of them that lives inside someone else also dies. You already live inside me."
    },
    {
        "anime": "Death Parade",
        "character": "Decim",
        "quote": "I say... that people do not live just so that they can someday die. It is because they are alive that they someday die. There is no point to living. The same goes for judgment. Judgment must be performed hand in hand with both life and death. It is something that must be performed hand in hand with humans."
    },
    {
        "anime": "Hai to Gensou no Grimgar",
        "character": "Mary",
        "quote": "Okay. I will protect all of you. I will never let another friend die."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "A lesson without pain is meaningless. That's because no one can gain without sacrificing something. But by enduring that pain and overcoming it, he shall obtain a powerful, unmatched heart... A Fullmetal Heart."
    },
    {
        "anime": "Mobile Suit Gundam 00",
        "character": "Hallelujah Haptism",
        "quote": "Don’t push your feelings onto others. No matter what pretty words you use, your kindness is just hypocrisy. You’re pretending to be nice only to make yourself feel better."
    },
    {
        "anime": "Detective Conan",
        "character": "Ai Haibara",
        "quote": "Humans can’t reverse the flow of time. If you try to twist it against its will… You’ll be punished."
    },
    {
        "anime": "Zetsuen No Tempest",
        "character": "Mahiro Fuwa",
        "quote": "To you, life was just something you acted out and ended, all according to someone else's script. That's why you were always quoting Shakespeare. However, Aika, I say that you were wrong! You did what you shouldn't have, and didn't do as you should have. Because you relied on someone else's script, you were wrong. I won't live my life by another person's script. Not by Hamlet or The Tempest. I don't know how many years in the future it will be... but I'll write and act my own ending."
    },
    {
        "anime": "Trigun",
        "character": "Vash the Stampede",
        "quote": "The longer one holds on to a memory, the longer one lives in the past. The deeper the memory they hold onto, the more beautiful the past will become. The beautiful memories will eventually turn into hate. Even if they look ahead, they lose the ability to walk. As long as the heavy chain called revenge continues to bind the heart, the tears of sadness will continue to flow."
    },
    {
        "anime": "Fruits Basket",
        "character": "Honda Tohru",
        "quote": "[On first seeing Kyo] The ceiling... Is he hurt...? Wh-who... Well, hello, orange-head..."
    },
    {
        "anime": "Fairy Tail",
        "character": "Gray Fullbuster",
        "quote": "Everything doesn't have to be decided by life and death. Just think about the future."
    },
    {
        "anime": "Denpa Kyoushi",
        "character": "Kagami Junichirou",
        "quote": "Rules exist to make the game more interesting. You, who don't know basic things like that, have no right to create the systems people play by."
    },
    {
        "anime": "Naruto",
        "character": "Kisame Hoshigaki",
        "quote": "Konoha's Uchiha clan and the Mist's Seven Shinobi-gatana seem petty before his name."
    },
    {
        "anime": "Ao no Exorcist",
        "character": "Rin Okumura",
        "quote": "Life's a bitch, so if it's easy, you're doing it wrong."
    },
    {
        "anime": "ReLIFE",
        "character": "Yoake Ryou",
        "quote": "If someone always follows the perfect path without ever facing hardship... Is it really what's best for that person?"
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "C.C.",
        "quote": "There are times in life when you have to distance yourself from those you love, because you love them."
    },
    {
        "anime": "Inuyasha",
        "character": "Kikyo",
        "quote": "Tragic he said. I'm tragic?"
    },
    {
        "anime": "Toaru Majutsu no Index",
        "character": "Mikoto Misaka",
        "quote": "I've only just started to understand it myself. That by depending on others, and letting them depend on you, people can exceed what they can do as individuals."
    },
    {
        "anime": "Junjou Romantica",
        "character": "Akihiko Usami",
        "quote": "The moment you challenged me, you had already lost."
    },
    {
        "anime": "Code Geass: Akito the Exiled",
        "character": "Lelouch Lamperouge",
        "quote": "The ideal tool for controlling people is fear. And nothing overwhelms people more than an unseen fear."
    },
    {
        "anime": "Sword Art Online",
        "character": "Kazuto Kirigaya",
        "quote": "No point in wondering who someone really is, all you can do is trust them and accept them for who they are. Because the person you come to know is who that person really is."
    },
    {
        "anime": "Zetsuen No Tempest",
        "character": "Aika Fuwa",
        "quote": "The subtle light that is born when people's feelings come together. That light embraces felicity, evil, sin, and happiness. The light blazes forth... illuminating the whole truth."
    },
    {
        "anime": "Pokémon",
        "character": "Ash Ketchum",
        "quote": "Whoever smelt it dealt it!"
    },
    {
        "anime": "Fairy Tail",
        "character": "Minerva Orland",
        "quote": "Manipulating the pieces according to your strategy... That is what defines a King."
    },
    {
        "anime": "Detective Conan",
        "character": "Vermouth",
        "quote": "I wonder if there really is a God... If such an entity really existed, wouldn't all honest, hard-working people be happy?"
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Taiga Kagami",
        "quote": "If we understood how other people felt, then nobody would ever start wars!"
    },
    {
        "anime": "Yu-Gi-Oh! Arc-V",
        "character": "Yuzu Hiiragi",
        "quote": "Smiles are what connect people! It allows them to communicate through their souls! Connected souls will never lose to the strength that only relies on control! Dueling is the same! Only strength alone doesn't speak to anyone's soul!"
    },
    {
        "anime": "Spiral",
        "character": "Hiyono Yuizaki",
        "quote": "They say when you fall, it's best to fall straight to the bottom, and the farther you have to crawl back up, the stronger and greater you'll be as a result."
    },
    {
        "anime": "Angel Beats!",
        "character": "TK",
        "quote": "Crazy baby."
    },
    {
        "anime": "Legend of the Galactic Heroes",
        "character": "Alex Cazellnu",
        "quote": "Love and the human mind can't be analyzed with formulas. It's not so unusual for love to make you forget the sense of care and respect for others. There's no logic. It's an uncontrollable urge. To tell you the truth, it’d be worrisome if you became like that. Your mind is keen, and your character is good. But passion has nothing to do with mind or character."
    },
    {
        "anime": "Death Note",
        "character": "L Lawliet",
        "quote": "If you keep my secret, this strawberry is yours."
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "C.C.",
        "quote": "People... humans are the being who look for happiness. What the Britannian boy, Lelouch, wanted to have was nothing but a small happiness. It's nothing special. At least at the root of his motives, there were only humble wishes that were simply natural to any human. Who could ever disclaim such dreams and such vows? Who could ever have the right to do that? However, whoever you might be, without choice, you have to deal with others and with the world, and have yourself be regulated and set down. Therefore, in the face of the world's wills, your personal speculations are so ephemeral they can't help being overwhelmed. Sins and punishments, destiny and judgment. What stands in front of Lelouch is the past he brought forth by himself. Is it a hatred resulting from the fact that humans are humans? Nonetheless, for now, we should be grateful... Yes, at least, to the fact that humans are the beings who look for happiness. \nA remaining piece of hope, a faint sign of wishes will be born from despairs."
    },
    {
        "anime": "Soul Eater",
        "character": "Franken Stein",
        "quote": "Are you helping because you're a doctor? Or is it because you're a Witch?"
    },
    {
        "anime": "CLANNAD",
        "character": "Sunohara Youhei",
        "quote": "You're trying to stay unscarred, aren't you? If you've come this far, you'll have to hurt someone. The more time you take to decide, the deeper and more it'll hurt. For all of you."
    },
    {
        "anime": "Fractale",
        "character": "Sunda Granitz",
        "quote": "Leave people to their own thoughts, and sooner or later they start questioning the powers that be. If you're in a position of power, the last thing you want folks to ask is whether or not the way things are, is the way they have to be."
    },
    {
        "anime": "Hanamonogatari",
        "character": "Rouka Numachi",
        "quote": "There isn't anything that's evil to everyone. Even the worst evil saves something. On the other hand, even the greatest good hurts someone. The phrase \"There are no absolutes in this world\" means there isn't any absolute good or absolute evil."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "Aside from the fact that I don't have any friends or girlfriends, I'm still a high quality product!"
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "But men are always boys at heart until the die."
    },
    {
        "anime": "Hyouka",
        "character": "Fuyumi Irisu",
        "quote": "Those with talent who aren't aware of themselves cause pain for those who have none."
    },
    {
        "anime": "Boku dake ga Inai Machi",
        "character": "Satoru Fujinuma",
        "quote": "The future is always blank. Only your willpower can leave footsteps there."
    },
    {
        "anime": "Assassination Classroom",
        "character": "Karma Akabane",
        "quote": "Even if the questions change, it makes no difference to me."
    },
    {
        "anime": "Inou Battle wa Nichijou-kei no Naka de",
        "character": "Jurai Andou",
        "quote": "Anyone can cheer for you and your dreams, but only the people closest to you can worry about you."
    },
    {
        "anime": "Boku dake ga Inai Machi",
        "character": "Satoru Fujinuma",
        "quote": "\"Believing in someone.\" That's a weird phrase, isn't it? After all, if you truly believed in a person, you wouldn't need to say, \"I believe you.\" It's like saying, \"I believe in air.\" I don't mean to say that \"believing in something\" is like a lie. \"Believing\" is really a term of hope of wanting to believe."
    },
    {
        "anime": "Berserk",
        "character": "Guts",
        "quote": "You're right, we are mortal and fragile. But even if we are tortured or wounded, we'll fight to survive. You should feel the pain we feel and understand. I am the messenger that will deliver you to that pain and understanding."
    },
    {
        "anime": "Digimon Savers",
        "character": "Suguru Daimon",
        "quote": "There will come a time in a man's life, when he must accomplish something at the risk of his life."
    },
    {
        "anime": "Pandora Hearts",
        "character": "Gilbert Nightray",
        "quote": "Illegal contractees kill people to be able to change the past."
    },
    {
        "anime": "Sword Art Online II",
        "character": "Kazuto Kirigaya",
        "quote": "I don't even know the real names of the two... no, three that I killed back then. I just close my eyes, put my hands over my ears and tried to forget it all."
    },
    {
        "anime": "Aldnoah.Zero",
        "character": "Inaho Kaizuka",
        "quote": "Human beings aren't known for remaining calm and rational."
    },
    {
        "anime": "Fate/stay night",
        "character": "Archer",
        "quote": "Yes, the seats are limited. There are always fewer seats called \"happiness\" than there are people to fill them."
    },
    {
        "anime": "Shingeki no Kyojin: Before the Fall",
        "character": "Cardina Baumeister",
        "quote": "Not all people in prison are criminals"
    },
    {
        "anime": "Toradora!",
        "character": "Taiga Aisaka",
        "quote": "I dreamed that you were a dog. And the dog was my husband. Anyway, it was the worst dream ever."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Rau Le Creuset",
        "quote": "Aren't you the least bit curious? About the ultimate extent of humanity's insatiable desires? About the fools who pursued their insane dream in the name of progress? Because after all, Kira, you're a child of this too."
    },
    {
        "anime": "Sakamoto desu ga?",
        "character": "Sakamoto",
        "quote": "When you aim to reach high places, you may find yourself on narrow footing and feel disheartened. And then your confidence will falter, and you will find it ever harder to believe in yourself. If you ever feel that you can't believe in yourself, please believe in your friends."
    },
    {
        "anime": "Rave Master",
        "character": "Hamrio Musica",
        "quote": "If something has a strong core, it won't break. That's true for both - swords and people."
    },
    {
        "anime": "Gakusen Toshi Asterisk",
        "character": "Amagiri Ayato",
        "quote": "I wouldn't call myself a saint, but I think I do alright. My mind's about as sharp as the average person. When it comes to an iron will or noble spirit, well... I might have to ask you to turn a blind eye there..."
    },
    {
        "anime": "Dragon Ball",
        "character": "Son Goku",
        "quote": "Power comes in response to a need, not a desire. You have to create that need."
    },
    {
        "anime": "Zetsuen No Tempest",
        "character": "Hakaze Kusaribe",
        "quote": "To lose the woman you loved, not even being able to grieve… if not a tragedy, what is it?"
    },
    {
        "anime": "Accel World",
        "character": "Kuroyukihime",
        "quote": "A clever retreat? Throw that to the dogs! Once you've dived into the battlefield, you can only devote yourself to the fight, regardless of your opponent!"
    },
    {
        "anime": "Kami Nomi zo Shiru Sekai",
        "character": "Keima Katsuragi",
        "quote": "Are flaws really bad? Because they are not perfect, they become worried. They don't stand still and instead move forward. After they become perfect, they will stand still. Incompleteness is the ideal."
    },
    {
        "anime": "Log Horizon",
        "character": "Henrietta",
        "quote": "They want to believe that's true and when someone wants to believe something is true, they usually will."
    },
    {
        "anime": "5 Centimeters per Second",
        "character": "Takaki Toono",
        "quote": "Every minute felt like an eternity time, clearly as if it had malicious intent, slowly ebbed away from me, I clenched my teeth and keeping myself from crying was the only thing I could do..."
    },
    {
        "anime": "Liar Game",
        "character": "Kanzaki Nao",
        "quote": "I believe that there's not a single person whose heart is evil."
    },
    {
        "anime": "The Garden of Sinners",
        "character": "Ryougi Shiki",
        "quote": "My eyes can see the death of everything. I can cut the lines as long as I understand the death behind it. This means I can kill anything, even if that thing is God."
    },
    {
        "anime": "Guilty Crown",
        "character": "Menjou Hare",
        "quote": "Hey, Shu, have you ever read a picture book called \"The Kind King\"? The king was really kind, he gave everyone money and land, until finally... the country was gone. The people were all mad at the king. But I really loved him. I think he was my first love. You're like that king, Shu. The way you lose because of your kindness. You know what? I think you're going to be a great king."
    },
    {
        "anime": "Psycho-Pass",
        "character": "Nobuchika Ginoza",
        "quote": "They say that fools learn from their experiences, while the wise learn from history. I hope you're not a fool."
    },
    {
        "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
        "character": "Shizuka Hiratsuka",
        "quote": "It is impossible to not hurt someone. Humans unconsciously hurt others by simply existing. Whether you are alive or dead, you keep hurting people. Getting involved will hurt them, but trying not to get involved might hurt them too. But if it's someone you don't care about, you won't notice you've hurt them. What's important is your awareness of it. It's because you care about them, that you feel like you've hurt them. Caring about someone means being resolved to the fact that you'll hurt them. The more people care for each other, the farther out of reach certain things get. But that's not something to be sad about, I think it's probably something to be proud of."
    },
    {
        "anime": "Shigatsu Wa Kimi No Uso",
        "character": "Kaori Miyazono",
        "quote": "By exchanging notes, you get to know one another, to understand one another. As if your souls were connected and your hearts were overlapping. It's a conversation through instruments. A miracle that creates harmony. In that moment, music transcends words."
    },
    {
        "anime": "Toaru Kagaku no Railgun",
        "character": "Mikoto Misaka",
        "quote": "Why not just try hard again? Quit mopping around. Stop lying to yourself and try once more."
    },
    {
        "anime": "Bleach",
        "character": "Tousen Kaname",
        "quote": "Justice without a great cause begets nothing more than slaughter. That same slaughter in a great cause...Is Justice."
    },
    {
        "anime": "Durarara!!",
        "character": "Izaya Orihara",
        "quote": "Well, hurting girls isn't one of my hobbies. That's why I'll make it my hobby to stomp on their cell phones. Hahahahahaha! I'm so bored of it now... it's no longer my hobby to stomp on cell phones."
    },
    {
        "anime": "Fate/stay night",
        "character": "Archer",
        "quote": "Yes, I saw it over and over... Meaningless massacres. Meaningless suffering. Meaningless happiness! I was forced to watch it all. Even when I refused to look, it surrounded me. That isn't what I wished for! I didn't become a Guardian for this!"
    },
    {
        "anime": "Lovely Complex",
        "character": "Risa Koizumi",
        "quote": "Everytime Otani says or does something, I end up going to heaven, or hell."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "King Bradley",
        "quote": "You clearly have nerves of steel. But, I'd say you still have much to learn about the world."
    },
    {
        "anime": "Hanayamata",
        "character": "Hana N. Fontainestand",
        "quote": "See, \"empty\" just means you have plenty of room to take in all kinds of new things. Fun things, precious things, painful things, things you've never seen before!"
    },
    {
        "anime": "Mawaru Penguindrum",
        "character": "Kanba Takakura",
        "quote": "Let's share the fruit of fate."
    },
    {
        "anime": "Fruits Basket",
        "character": "Honda Tohru",
        "quote": "[On first seeing Kyo] The ceiling... Is he hurt...? Wh-who... Well, hello, orange-head..."
    },
    {
        "anime": "Fairy Tail",
        "character": "Mirajane Strauss",
        "quote": "When people realize just how lonely they are on their own, they will become kind."
    },
    {
        "anime": "Mondaiji-tachi Ga Isekai Kara Kuru Sou Desu Yo?",
        "character": "Izayoi Sakamaki",
        "quote": "A fight isn't won once a victor is decided, it's won when someone loses."
    },
    {
        "anime": "Bleach",
        "character": "Shihouin Yoruichi",
        "quote": "Can't you tell, Aizen? You no longer have a place to run away to."
    },
    {
        "anime": "To Love-Ru Darkness",
        "character": "Konjiki No Yami",
        "quote": "Love always happens without warning. At that time, the gears of fate will start spinning. Just like the hands of a clock, two people’s hearts will separate and meet again. Eventually, they reunite."
    },
    {
        "anime": "Fate/zero",
        "character": "Gilgamesh",
        "quote": "What you speak of at greatest length is what interests you the most."
    },
    {
        "anime": "Bleach",
        "character": "Aizen Sousuke",
        "quote": "All creatures want to believe in something bigger than themselves. They cannot live without blind obedience. And to escape the pressure of that trust, those in whom faith is placed in turn look for someone higher than themselves. And then those people in turn look for someone even stronger. That is how all Kings are born. That is how all Gods are born."
    },
    {
        "anime": "Tsubasa Reservoir Chronicle",
        "character": "Fay D. Flourite",
        "quote": "Kuro-woof-woof."
    },
    {
        "anime": "Durarara!!",
        "character": "Erika Karisawa",
        "quote": "Reality is such a pain. And for those of us who get fed up with that kind of reality, we simply choose to make a new one. We create little walls, and separate the trash from the stuff we like, and when that's all done we keep the things we care about and kick the rest to the curb. You'd be amazed how well it works! A whole world made out of just moe, tsundere, and BL, it's the best discovery ever! If you ask me, that really is the best way to separate reality, from fiction."
    },
    {
        "anime": "Detective Conan",
        "character": "Detective Conan",
        "quote": "The right thing is… to have faith in life, until you’re sure of death. That’s what makes a great detective."
    },
    {
        "anime": "Tsubasa Reservoir Chronicle",
        "character": "Syaoran Li",
        "quote": "Even if this feeling important to me disappears...I'll feel this way about you again."
    },
    {
        "anime": "Gakuen Alice",
        "character": "Kokoro Yome",
        "quote": "Help can come from unexpected corners."
    },
    {
        "anime": "Last Game",
        "character": "Mikoto Kujou",
        "quote": "After all the hiding your true self, even if you eventually become popular, won't you just feel exhausted by it in the end?"
    },
    {
        "anime": "CLANNAD",
        "character": "Okazaki Tomoya",
        "quote": "You are who you are. You have to do what you can."
    },
    {
        "anime": "Baka to Test to Shoukanjuu",
        "character": "Tōdō Kaoru",
        "quote": "When you're upset, try making the intelligent decision. And then, you might actually get something you want for a change."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "Guys are simple creatures. Just by talking to them, they get the wrong idea."
    },
    {
        "anime": "Bleach",
        "character": "Kurosaki Isshin",
        "quote": "GOOD MOOOORNING ICHIGOOOOOO!!!!"
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Rin",
        "quote": "(thinking) I want Haru. I want all of him."
    },
    {
        "anime": "One Piece",
        "character": "Fujitora",
        "quote": "If you were to be troubled over something as trivial as losing face, then it's better to not have it at all."
    },
    {
        "anime": "The World God Only Knows",
        "character": "Elusia de Lute Ima",
        "quote": "Love is the best way to fill a gap in the heart."
    },
    {
        "anime": "CLANNAD",
        "character": "Furukawa Akio",
        "quote": "It’s natural that men have things they need to protect."
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Akashi Seijuurou",
        "quote": "Winning is everything in this world. The victors write history. The losers are wiped from it."
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Touka Kirishima",
        "quote": "There's no way someone who can't even protect himself can protect anyone else, is there?"
    },
    {
        "anime": "Bleach",
        "character": "Soi Fon",
        "quote": "Things like protecting the world are no more than moral reasons that sound good."
    },
    {
        "anime": "Paradise Kiss",
        "character": "Koizumi George",
        "quote": "I'll make you so in love with me, that every time our lips touch you'll die a little."
    },
    {
        "anime": "Psycho-Pass",
        "character": "Makishima Shougo",
        "quote": "You sure say some funny things. Solitude? Does that only apply to me? Who isn't alone in this society? The time when our connection to others was the basis of our selves is long gone. In this world where everyone is watched over by the system and live within the system's standards, a community isn't necessary. Everyone just lives in their own cell, and the system tames them by giving them each their own personal serenity."
    },
    {
        "anime": "Uta No Prince Sama",
        "character": "Ichinose Hayato",
        "quote": "Everyone loses sight of themselves sometimes. Don't worry about it."
    },
    {
        "anime": "Tsumi to Batsu: A Falsified Romance",
        "character": "Kai Sudo",
        "quote": "Does this world feel like hell to you? Of course it does, because it is. So take it all in, don't even blink, Miroku. There's no place like hell! We made it so. With our lust, and greed. It always comes down to this. Life is desire. It's what we do. When desire meets desire, the stronger survives. The predator will eat the prey. It's dirty, and cruel. But just look around you, there is so much beauty in this truth. And yet you still look away. And you waste all your time alone in your head. Don't deny your desires. Hell is the real paradise. And we, my friend, are in paradise! Don't look away, Miroku!"
    },
    {
        "anime": "Ouran High School Host Club",
        "character": "Suoh Tamaki",
        "quote": "Because the sight of your beautiful smile causes the fountain inside of me to start overflowing."
    },
    {
        "anime": "Boku no Hero Academia",
        "character": "All Might",
        "quote": "When there's nothing to be gained, rising to the challenge at those times... is surely the mark... of a true hero!!"
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "King Bradley",
        "quote": "The moment a soldier dons his uniform, he accepts that he might be buried in it."
    },
    {
        "anime": "Pokémon",
        "character": "Ash Ketchum",
        "quote": "Whoever smelt it dealt it!"
    },
    {
        "anime": "Angel Beats!",
        "character": "Ooyama",
        "quote": "You got away with just physical damage, but I'm going to take CRITICAL MENTAL DAMAGE!"
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Hiei",
        "quote": "This is pure offense. They gave up fighting with their brains a long time ago."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Athrun Zala",
        "quote": "Athrun Zala. Justice. Launching!"
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Kyo",
        "quote": "Tohru, I can't stand not being with you... I... because I love you."
    },
    {
        "anime": "Ryuugajou Nanana No Maizoukin",
        "character": "Nanana Ryuugajou",
        "quote": "I won’t lose to my own decisions, no matter what. That’s the proof that I’m me."
    },
    {
        "anime": "Naruto",
        "character": "Naruto Uzumaki",
        "quote": "If the father's responsibility is to protect the child... then my responsibility is to exceed the father."
    },
    {
        "anime": "Inuyasha",
        "character": "Naraku",
        "quote": "Well, well, if it isn't the holy monk."
    },
    {
        "anime": "Croisée in a Foreign Labyrinth - The Animation",
        "character": "Claude Claudel",
        "quote": "Only one thing separates dangerous people and safe people: whether they know you or not. If they think you're a good person, they will all smile back at you."
    },
    {
        "anime": "Fate/zero",
        "character": "Gilgamesh",
        "quote": "Ephemeral and brilliant one, fall to my embrace. That is my decision."
    },
    {
        "anime": "xxxHOLiC",
        "character": "Yuuko Ichihara",
        "quote": "Normal? What's normal? To only do what the masses do? And what is the benefit of that? Where is the problem in adopting a custom that is \"abnormal\" if it has no negative effect on the world at large?"
    },
    {
        "anime": "Berserk",
        "character": "Guts",
        "quote": "Even if we painstakingly piece together something lost, it doesn't mean things will ever go back to how they were."
    },
    {
        "anime": "Fairy Tail",
        "character": "Juvia Loxar",
        "quote": "If you have love in your life, you must keep living."
    },
    {
        "anime": "Naruto Shippūden: Kizuna",
        "character": "Shinnou",
        "quote": "People are weak. They have no fangs or claws. All they can do is cry. And yet, how was it that this world came into the possession of humans? That's because...  among all living things... they are... the cruelest!"
    },
    {
        "anime": "Maoyuu Maou Yuusha",
        "character": "Maou",
        "quote": "The freedom to do better than you do now, to be better than you are now. The spirit did not create us perfectly good. She gave us the freedom to keep trying to be better everyday."
    },
    {
        "anime": "Shiki",
        "character": "Seishin Muroi",
        "quote": "No one knows when they will die. Neither you nor I may be able to live that long. But no life is so little as to give up, to think \"I don't care when I die.\""
    },
    {
        "anime": "Haikyuu!!",
        "character": "Tobio Kageyama",
        "quote": "The last ones standing are the victors. Only the strongest. If you want to be the last one standing become strong."
    },
    {
        "anime": "Bleach",
        "character": "Kurotsuchi Mayuri",
        "quote": "Killing you now will be as easy as strangling a baby."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Roy Mustang",
        "quote": "Even a piece of garbage has its pride."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Ayame",
        "quote": "Strangely enough, when you get older, the things you didn't understand when you were a child... start to make sense. \"When this happened, I should have done that.\" \"When that happened, I should have said this.\" Those types of things. You start to understand rather than regret. It may be closer to repentance. So it may be that I do want to repent and erase the ignorant self from my childhood. Maybe that's what they mean when they say adults are selfish."
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Kazuma Kuwabara",
        "quote": "Urameshi, I'm gonna mess your face up so bad that kittens won't even look at you."
    },
    {
        "anime": "Shaman King",
        "character": "RYU",
        "quote": "Boys, am I not always telling you to get in touch with your feelings, your inner gangster? Okay, actually I don't care about your feelings, never did, never will."
    },
    {
        "anime": "Zetsuen No Tempest",
        "character": "Hakaze Kusaribe",
        "quote": "Even if he hates me, being able to die with the knowledge that the one I love will never forget me… there is no greater happiness a woman could desire."
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Kaneki Ken",
        "quote": "I'm begging you, don't make me a killer!"
    },
    {
        "anime": "Little Busters!",
        "character": "Kyousuke Natsume",
        "quote": "Every story has an ending. One day, we won’t be able to stay together."
    },
    {
        "anime": "FLCL",
        "character": "Haruko Haruhara",
        "quote": "Please don't tell people our bakery's motorbike ran you over."
    },
    {
        "anime": "Another",
        "character": "Reiko Mikami",
        "quote": "But if that’s what you want to do, you might as well try. It’s just pathetic to give up on something before you even give it a shot."
    },
    {
        "anime": "Medaka Box",
        "character": "Medaka Kurokami",
        "quote": "It is meaningless to distinguish between the beautiful and the ugly, or between the talented and the ordinary. Every human struggles to survive."
    },
    {
        "anime": "Naruto",
        "character": "Nara Shikamaru",
        "quote": "*To Tayuya* How many times do I have to tell you? The first move is always a feint. It's the most basic thing, to land a hit with the second move."
    },
    {
        "anime": "Kaichou Wa Maid-Sama!",
        "character": "Soutarou Kanou",
        "quote": "I really don't get it. Why don't you tell her how you feel if you care for her so much? Why would you lie like that and keep yourself from pursuing her?"
    },
    {
        "anime": "Xenogears",
        "character": "Citan Uzuki",
        "quote": "Childish ideals pale when placed before reality."
    },
    {
        "anime": "Nabari no Ou",
        "character": "Tojuro Hattori",
        "quote": "Humans lose focus of the big picture when they’re drunken in the midst of their feelings."
    },
    {
        "anime": "Yu-Gi-Oh! Arc-V",
        "character": "Yuzu Hiiragi",
        "quote": "Smiles are what connect people! It allows them to communicate through their souls! Connected souls will never lose to the strength that only relies on control! Dueling is the same! Only strength alone doesn't speak to anyone's soul!"
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Yuki",
        "quote": "If I were to live out life without any mistakes that would be great. But... there is no such path. Falling, tripping, losing the way, making mistakes, little by little, walking one step at a time, this is the only way to live out life."
    },
    {
        "anime": "Walkure Romanze",
        "character": "Takahiro Mizuno",
        "quote": "There are some things you'll never see if you're always running."
    },
    {
        "anime": "Fruits Basket",
        "character": "Honda Tohru",
        "quote": "A conscience grows, just like the body. It's bred within your heart. That's why the shape of people's kindness is so different."
    },
    {
        "anime": "Naruto",
        "character": "Hatake Kakashi",
        "quote": "I've lived longer than you. And times have been bad. I know the pain of loss. You and I haven't really been fortunate. It's true. But it could be worse. For me, and for you, too... We've found good friends, haven't we? Because of your losses, you should understand."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Kyo",
        "quote": "You sicko...I knew you were depraved, but I never imagined how low you could sink! (to shigure)"
    },
    {
        "anime": "No Game No Life",
        "character": "Sora",
        "quote": "Because of our weakness, we trained our eyes, ears and the ability to think. Learning how to survive, that's our trait as humans! The human species can't use magic and can't even perceive it—but because we are weak, we have the wisdom to run away from magic and the intelligence to see through it! We don't have any extraordinary senses. But because we are weak, by learning and gaining experience, we gained the wisdom to achieve the unachievable—to predict the future...Rejoice! We are humans; we are the most talented people! Precisely because we were born without any ability, we can achieve anything. This is the will of the weakest race!"
    },
    {
        "anime": "Bleach",
        "character": "Aizen Sousuke",
        "quote": "There is no such thing as \"truth\" or \"lies\" in this world; there never has been. There are only plain, hard facts. And yet, all beings who exist in this world acknowledge only those \"facts\" that are convenient to them, and take them to be the \"truth\". They do so because they know no other way of living. However, for those powerless beings who comprise the majority of this world's population, inconvenient facts that affirm their very existence, are their only truth."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Shigure",
        "quote": "High school girls, high school girls, all for me, high school girls!"
    },
    {
        "anime": "Ouran High School Host Club",
        "character": "Mitsukuni Haninozuka",
        "quote": "I like people who put in effort, even if they're not good at it."
    },
    {
        "anime": "Kami Nomi zo Shiru Sekai",
        "character": "Keima Katsuragi",
        "quote": "I can see the ending!"
    },
    {
        "anime": "Bleach",
        "character": "Kurosaki Isshin",
        "quote": "GOOD MOOOORNING ICHIGOOOOOO!!!!"
    },
    {
        "anime": "Honey and Clover",
        "character": "Ayumi Yamada",
        "quote": "I've liked him for so long. So long. But Mayama likes someone else. But I wanna hear his voice. I want to hold his hand. I feel like this."
    },
    {
        "anime": "Junjou Romantica",
        "character": "Misaki Takahashi",
        "quote": "I'm so happy I think I might die."
    },
    {
        "anime": "One Piece",
        "character": "Jimbei",
        "quote": "It is a sad truth that greater the authority a person possesses, the more he tends to fear change."
    },
    {
        "anime": "Magi - The Labyrinth of Magic",
        "character": "Kouen Ren",
        "quote": "If you want to stand with your own will, you don't have any other choice than to let the illusions you have lost remain in the ideals you were following in the past."
    },
    {
        "anime": "Fruits Basket",
        "character": "Honda Tohru",
        "quote": "[To Ritsu Sohma] I'm sure that inside your heart...you're trying with all your might to find it on your own...the reason you were born. Because...because really...there might not be anyone who was born with a reason. I think that everyone might have to find one on their own. [in her head] A reason for being born... A reason that it's okay to be alive... A reason to exist. [aloud] I think everyone might have to find it themselves...and decide for themselves. It could be your dreams...your job...or a person. ...The reason you're looking for...might be vague, unclear...and uncertain. [in her head] And you might lose it. [aloud] But as long as you're alive...you have to keep searching for that reason."
    },
    {
        "anime": "Grisaia no Rakuen",
        "character": "Yuuji Kazami",
        "quote": "Skilled only at making excuses that justify nothing, he is someone whose life has no value. The same goes for me. I have the right to stop you because I'm just like you."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Kagura",
        "quote": "Kyo-kun! Kyo-kun! I do love you, Kyo-kun! I love you!!!"
    },
    {
        "anime": "Gintama",
        "character": "Hijikata Toushirou",
        "quote": "*while eating Super Spicy Senbei* It's spicy... It's spicy. Damn it, why am I... It's so spicy I have tears in my eyes."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "Assassins Rule Number Two - Transpositional Thinking: Analyze the target in order to predict his thoughts and movements."
    },
    {
        "anime": "Monster",
        "character": "Johann Liebert",
        "quote": "What exactly is the end? The end. The end. The end. I've seen the end over and over. What is the end?"
    },
    {
        "anime": "Kami Nomi zo Shiru Sekai",
        "character": "Keima Katsuragi",
        "quote": "There is always a chance of success, and if there isn't any, I'll just have to make one."
    },
    {
        "anime": "Devil Survivor 2",
        "character": "Alcor",
        "quote": "Living is anxiety and pain. It's continuing to think, continuing to choose."
    },
    {
        "anime": "Death Note",
        "character": "Near",
        "quote": "You said she's smart, but it only means she got high marks, and she's actually a stupid woman."
    },
    {
        "anime": "Fairy Tail",
        "character": "Erza Scarlet",
        "quote": "We don't die for our friends, we live for them."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Riza Hawkeye",
        "quote": "If there is such a thing as the work of the devil, then there's no doubt it's what happened in this incident."
    },
    {
        "anime": "One Piece",
        "character": "Monkey D. Luffy",
        "quote": "*To Captain Kuro* So, you don’t like to get hit, huh? Well, you’re about to have a very bad day."
    },
    {
        "anime": "Natsume Yuujinchou",
        "character": "Takashi Natsume",
        "quote": "As I had encountered kindness, I wanted to be kind myself. I wanted to be able to do something, just like others had done for me."
    },
    {
        "anime": "Overlord",
        "character": "Dyne Woodwonder",
        "quote": "The words you've said cannot be taken back. So you must take action to paint over what you have already said."
    },
    {
        "anime": "Ojojojo",
        "character": "Kawayanagi Tsurezure",
        "quote": "Whatever. It's okay, isn't it? Being dishonest with your feelings is part of who you are. If that would just suddenly change overnight, you'd be a different person."
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Kurama",
        "quote": "Sorry, I don't have time to be arrested."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "The night is in its darkest just before dawn. But keep your eyes open. If you avert your eyes from the dark, you'll be blinded by the rays of a new day. So keep your eyes open, no matter how dark the night ahead may be."
    },
    {
        "anime": "Golden Time",
        "character": "Tada Banri",
        "quote": "When you want to scream or cry, I’ll be there. I’ll share your feelings and stay with you."
    },
    {
        "anime": "Naruto",
        "character": "Gaara",
        "quote": "People cannot win against their loneliness."
    },
    {
        "anime": "Log Horizon",
        "character": "Mizufa Trudy",
        "quote": "The strong use their strength as their weapon. The weak use their weakness as their weapon."
    },
    {
        "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei",
        "character": "Junko Enoshima",
        "quote": "Despair is contagious. Everyone catches it."
    },
    {
        "anime": "Baccano!",
        "character": "Ladd Russo",
        "quote": "I just know you are all my newest enemies... and you have really nice guns. You people are all the same. You think you're so special! \"Oh yeah, with all of our wonderful guns on this pathetic train, there's no way anyone can stop us! We are invincible and unbeatable! We are so strong with all of our men and our guns!\" *laughs*"
    },
    {
        "anime": "RWBY",
        "character": "Blake Belladonna",
        "quote": "Unfortunately, the real world isn't the same as a fairy tale."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Lacus Clyne",
        "quote": "[to Athrun] What is it you believe in? What is it you're fighting for now? Is it for that medal you received? Or your father's orders?"
    },
    {
        "anime": "Gintama",
        "character": "Takasugi Shinsuke",
        "quote": "The only people who say that money doesn't matter in this world are the ones with lots of it."
    },
    {
        "anime": "Kimi To Boku.",
        "character": "Asaba Yuki",
        "quote": "I wouldn't learn German just to apologize, that would be too much work."
    },
    {
        "anime": "Gintama",
        "character": "Kagura",
        "quote": "I'm on TV! I gotta call my folks!"
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "C.C.",
        "quote": "Death may be my only freedom."
    },
    {
        "anime": "Spice and Wolf",
        "character": "Horo",
        "quote": "Even if a question has a proper answer, sometimes one cannot simply give it away."
    },
    {
        "anime": "Kaichou Wa Maid-Sama!",
        "character": "Takumi Usui",
        "quote": "Ayuzawa, you are the first person ever to appear in my life and able to make me a mess."
    },
    {
        "anime": "Axis Powers: Hetalia",
        "character": "Poland",
        "quote": "Stop being such a bitch, Sweden!"
    },
    {
        "anime": "Umineko no Naku Koro ni",
        "character": "Ushiromiya Kyrie",
        "quote": "What if that fruit you've worked so hard to nurture gets pulled off the branch the next morning? You'll regret that you didn't choose to harvest it the previous day instead of complaining. That regret really hurts. It'll make you crawl through hell."
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Hange Zoe",
        "quote": "If there's something you don't understand, learn to understand it."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "Come on now. Is that anyway to talk to your new boss, landlord, and all-around overseer?"
    },
    {
        "anime": "Nabari no Ou",
        "character": "Shijima Kurookano",
        "quote": "Everyone is sacrificing something precious to them in order to save something else. Is that the reason for human action?"
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Genkai",
        "quote": "Yuusuke... Dammit Yuusuke, listen to me! Everyone has to fight with time to find their place before their inevitable death. Toguro... he ran away from that fight. Don't you ever do the same. No human is ever a one man show. Every decision that you make will affect the countless people who care about you. Do you understand? You can't be a cocky kid anymore."
    },
    {
        "anime": "Ghost in the Shell: Stand Alone Complex",
        "character": "Tachikoma",
        "quote": "Maybe, just maybe, it's a concept that's similar to a zero in mathematics. In other words, it's a symbol that denies the absence of meaning, the meaning that's necessitated by the delineation of one system from another. In analog, that's God. In digital, that's zero."
    },
    {
        "anime": "Baka to Test to Shoukanjuu",
        "character": "Yoshii Akihisa",
        "quote": "If she lost because of a difference in ability, it can’t be helped. If she worked hard and didn’t get what she wants, she can just work harder next time. If she gave her all for this, it’s acceptable even if she lost."
    },
    {
        "anime": "Angel Beats!",
        "character": "Yuri Nakamura",
        "quote": "That's right. Our weakness is that we're utterly stupid."
    },
    {
        "anime": "Reikenzan: Hoshikuzu-tachi no Utage",
        "character": "Oubu",
        "quote": "Old techniques created by others will never be your own. Only what you create and experience for yourself can become your own."
    },
    {
        "anime": "Ore Monogatari!!",
        "character": "Takeo Gouda",
        "quote": "Suna, maybe people all have a hot, molten core inside their hearts, but they just live their lives, never showing it to the world, as if nothing is really going on."
    },
    {
        "anime": "Ore Monogatari!!",
        "character": "Takeo Gouda",
        "quote": "People are born into this world. And people are taken from this world."
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Touya",
        "quote": "It's simple. Even the strongest tree will die if left in the dark. I find that to be the best way to describe us. A giant oak, crashing through a dark soil, bringing order to an otherwise chaotic land. The Shinobi have done their job for centuries, and done it well. But in recent years, we have caught glimpses of the outside world, and asked: \"Why not us? Have we not earned the privilege others take for free?\"."
    },
    {
        "anime": "One Piece",
        "character": "Portgas D. Ace",
        "quote": "Sometimes, the blood rushes to my head and I feel like, if I run, I'll lose something important."
    },
    {
        "anime": "Kenichi: The Mightiest Disciple",
        "character": "Hayato Furinji",
        "quote": "When going on an adventure it's hard to stay calm. As humans, even if we know the adventure will be full of pain and sorrow, we still choose to go on it. Real adventures are not like the ones depicted in games or comic books - they're neither easy nor quick and they can break a person's heart. Real adventures can torment people. They can make you regret ever going on them. But still, that's the true meaning of an adventure. If that's so, then why do we, as people, choose to go on them? Why is that? Because we want to be heroes. Real heroes don't give up, even in front of pain or sorrow or regret! Rather, they want to live a full life. That's what real heroes are!"
    },
    {
        "anime": "Brynhildr in the Darkness",
        "character": "Kazumi Schlierenzauer",
        "quote": "You don't call someone a friend when they just remember you. You're friends because you like each other."
    },
    {
        "anime": "Tokyo Ghoul √A",
        "character": "Yoshimura",
        "quote": "Life is a succession of committing sin. Life is evil itself. I'm conscious that I'm evil. And so are all of you."
    },
    {
        "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
        "character": "Shizuka Hiratsuka",
        "quote": "A person's mentality and feelings aren't always equal. There are times the conclusion you arrive at is completely irrational and the reason is because of that."
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Katara",
        "quote": "*referring to the man that took her mothers life* I wanted to do it. I wanted to take out all my anger at him. But... I couldn't. I don't know if it's because I'm too weak to do it, or if it's because I'm strong enough not to."
    },
    {
        "anime": "Fairy Tail",
        "character": "Gray Fullbuster",
        "quote": "Your darkness...I will...seal it..."
    },
    {
        "anime": "Gintama",
        "character": "Umibouzu",
        "quote": "I like fish, biiiig FISH. I also have a crap haircut, kinda like Naruto."
    },
    {
        "anime": "Kuroshitsuji",
        "character": "Ciel Phantomhive",
        "quote": "Only two kinds of people exist in this world, those who steal and those who are stolen from."
    },
    {
        "anime": "Psycho-Pass",
        "character": "Akane Tsunemori",
        "quote": "The law doesn't protect people. People protect the law. People have always detested evil and sought out a righteous way of living. Their feelings, the accumulation of those peoples feelings are the law. They're neither the provisions, nor the system. They're the fragile and irreplaceable feelings that everyone carries in their hearts."
    },
    {
        "anime": "Tonari No Kaibutsu-kun",
        "character": "Shizuku Mizutani",
        "quote": "Studying was fun. I enjoyed solving problems quickly, and I was rewarded for the effort I put in. Studying made me feel complete."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "Soul! Soul! Are you okay?! You are going to be alright - Black Star is here for you now!! Open your eyes! One look at my big handsome face and you'll be cured for sure!"
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Kaneki Ken",
        "quote": "You're wrong. It's not the world that's messed up; it's those of us in it. Yes, some ghouls walk a path that leaves sorrow in their wake, but just like humans, we can choose a different path altogether. We have a lot to learn, both your kind and mine. We need to stop fighting, and start talking. Because when it comes to the state of the world, you can't point your finger at ghouls or humans. We're all to blame."
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Akashi Seijuurou",
        "quote": "Winning is everything in this world. The victors write history. The losers are wiped from it."
    },
    {
        "anime": "Baka to Test to Shoukanjuu",
        "character": "Yoshii Akihisa",
        "quote": "Fear comes from within, and isn’t something that can be conquered psychologically in such a short while."
    },
    {
        "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
        "character": "Shizuka Hiratsuka",
        "quote": "Don't understand? Then think more. If you can only think by calculating, then keep doing so until you can't. Think of all the answers you can and destroy them one by one with the process of elimination. Whatever remains is your answer."
    },
    {
        "anime": "Jormungand",
        "character": "Koko Hekmatyar",
        "quote": "In this world, guns are always within arm's reach, and sadly they are more trustworthy than kindness."
    },
    {
        "anime": "One Piece",
        "character": "Kuzan",
        "quote": "The thing called \"justice\" changes its shape... Depending on where you stand."
    },
    {
        "anime": "Donten ni Warau",
        "character": "Tenka Kumō",
        "quote": "Cry... yell... act tough... be proud of the way you live... LAUGH!"
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Tokyo Ghoul",
        "quote": "The bird fights it's way out of the egg. The egg is the world. Who would be born, must first destroy a world."
    },
    {
        "anime": "Ghost in the Shell",
        "character": "Puppet Master",
        "quote": "Life is like a node which is born within the flow of information. As a species of life that carries DNA as its memory system... man gains his individuality from the memories he carries. While memories may as well be the same as fantasy... it is by these memories that mankind exists."
    },
    {
        "anime": "Bleach",
        "character": "Ulquiorra Schiffer",
        "quote": "[To Orihime] Am I frightening... woman?"
    },
    {
        "anime": "Bubblegum Crisis: Tokyo 2040",
        "character": "Galatea",
        "quote": "Infinite wisdom requires infinite perspective. Only by experiencing each element, each moment separately and in their own time, does the beauty of the whole become apparent."
    },
    {
        "anime": "Claymore",
        "character": "Teresa",
        "quote": "[Last words] All right then, I'll put you out of your misery. [Her hands are sliced off] Eh?"
    },
    {
        "anime": "Death Note",
        "character": "Ryuk",
        "quote": "I don't care if it is fortunate or unfortunate that Light picked up the Death Note. However... It is generally bad luck for a person to be followed by a God of Death."
    },
    {
        "anime": "Naruto",
        "character": "Kankuro",
        "quote": "You tick me off. I hate short people anyway. And you're so impertinent for someone younger than me. It makes me want to break you."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "*referring to Winry* I didn't know she could be so cute."
    },
    {
        "anime": "Rewrite",
        "character": "Kotori Kanbe",
        "quote": "A garden retains its beauty as long as it is tended to and cared for. Life in general, is the same. Once it becomes pretty, it mustn't go back to being the primitive mess it started out as."
    },
    {
        "anime": "Haikyuu!! Second Season",
        "character": "Ukai Keishin",
        "quote": "You need someone else to become more disciplined. No matter how hard you try by yourself, there´s a limit."
    },
    {
        "anime": "Kino No Tabi",
        "character": "Kino",
        "quote": "The world is not beautiful; and that, in a way, lends it a sort of beauty."
    },
    {
        "anime": "Legend of the Galactic Heroes",
        "character": "Reinhard von Lohengramm",
        "quote": "There is great satisfaction in fighting for the sake of gaining power, but it’s joyless to fight for the sake of maintaining it."
    },
    {
        "anime": "Utsuro no Hako to Zero no Maria",
        "character": "Otonashi Maria",
        "quote": "There’s no despair that can’t be overcome by everyday life."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Rin",
        "quote": "A bond may seem like a beautiful thing from the outside...but if those involved see it as a burden, it's nothing but a shackle."
    },
    {
        "anime": "Fairy Tail",
        "character": "Lucy Heartfilia",
        "quote": "I don't want... to run away by myself. Because no matter what, I'd rather be together with everyone..."
    },
    {
        "anime": "Naruto",
        "character": "Sai",
        "quote": "It's because Sakura loves Sasuke that she doesn't want him to sink any lower. It's because she loves him that she wants to rescue him from the evil path he currently walks. Even if the only way to do it is to kill him with her own two hands, I believe, she's prepared to do it because she loves him."
    },
    {
        "anime": "Baccano!",
        "character": "Claire Stanfield",
        "quote": "There's no such thing as a limit on being the best. You can always go for more. That's what it means to be human. No... That's what it means to be me."
    },
    {
        "anime": "Gintama",
        "character": "Kotarō Katsura",
        "quote": "Change is never easy in this world. I can't even change one friend, let alone a whole country."
    },
    {
        "anime": "Zetsuen No Tempest",
        "character": "Aika Fuwa",
        "quote": "It might be for the better if there are amusing people around me. Because any tragedy may seem a comedy, as long as I am with them."
    },
    {
        "anime": "Nisekoi",
        "character": "Maiko Shuu",
        "quote": "Making sure I have no regrets... that would just be self-serving, nothing more. It's all right. I mean, this is a great memory in itself, right?"
    },
    {
        "anime": "Shiki",
        "character": "Seishin Muroi",
        "quote": "No one knows when they will die. Neither you nor I may be able to live that long. But no life is so little as to give up, to think \"I don't care when I die.\""
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Roy Mustang",
        "quote": "Of course! Dogs embody loyalty, they follow their master's commands above all else! Be a jerk to them and they don't complain, and they never once beg for a paycheck! Trust me Fuery, they're the great servants of man! *singing* Loyal canine how we salute thee! *laughs maniacally*"
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "Lloyd Asplund",
        "quote": "I think that \"truth\" is something that is covered up most of the time."
    },
    {
        "anime": "Black Bullet",
        "character": "Kayo Senju",
        "quote": "Once you expect something in return, your good deed is no longer just a good deed."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "Youth is both a lie and a form of evil."
    },
    {
        "anime": "Solanin",
        "character": "Jirō Yamada",
        "quote": "A band isn't so simple... that you can just mess around and keep it going."
    },
    {
        "anime": "Shaman King",
        "character": "Horohoro",
        "quote": "What are you talking about, Ryu?! That's no damsel, that's a dude!"
    },
    {
        "anime": "Sword Art Online",
        "character": "Kazuto Kirigaya",
        "quote": "You stole this world and it's people. You're a king of thieves, alone upon a stolen throne!"
    },
    {
        "anime": "Bleach",
        "character": "Kuchiki Byakuya",
        "quote": "Exactly when did I say that I do this because I am a shinigami? My killing you is no other reason than the fact that you... Pointed your blade [view shifts to Rukia] at my pride."
    },
    {
        "anime": "Kekkai Sensen",
        "character": "William Macbeth",
        "quote": "Me? A liar? That's almost hurtful. I just don't feel like telling the whole truth."
    },
    {
        "anime": "One Piece",
        "character": "Dracule Mihawk",
        "quote": "My name is Dracule Mihawk! Find your self, true world, become stronger! No matter how long it may take, I will wait for you in my strongest form! Surpass this sword! Surpass me! Roronoa Zoro!"
    },
    {
        "anime": "Fushigi Yuugi",
        "character": "Chichiri",
        "quote": "There is no such thing as a perfect person. That is why we cannot live alone."
    },
    {
        "anime": "Sekai Ichi Hatsukoi",
        "character": "Masamune Takano",
        "quote": "When I’m shown something so pure and innocent, I’m forced to see the filthy part of myself even more and it pisses me off."
    },
    {
        "anime": "Mobile Suit Gundam UC",
        "character": "Marida Cruz",
        "quote": "Kindness alone can't save people. It can't erase sin or wash away the impurities."
    },
    {
        "anime": "Pandora Hearts",
        "character": "Alice",
        "quote": "In the end, aren't they just a bunch of weaklings?"
    },
    {
        "anime": "Ushinawareta Mirai wo Motomete",
        "character": "Sasaki Kaori",
        "quote": "The closer you are to someone, the more you have to put things into words to get your feelings across."
    },
    {
        "anime": "Sket Dance",
        "character": "Fujisaki Yusuke",
        "quote": "The bully always says it's a joke. But to the one being bullied, it's dead serious!"
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Kurama",
        "quote": "I'll help you... But not by death, this world has enough of that. You can keep your life as long as you change the way you live it. It's never too late, believe me."
    },
    {
        "anime": "Zero no Tsukaima: Futatsuki no Kishi",
        "character": "Louise Françoise Le Blanc de La Vallière",
        "quote": "I don't want to die, either. But I'm an aristocrat. It's an honor to die for one's people. You make fun of it, but is it that insignificant to die for everyone else?"
    },
    {
        "anime": "Hunter X Hunter",
        "character": "Gon Freecss",
        "quote": "In my next life, I want to be me, and meet you again."
    },
    {
        "anime": "Umineko no Naku Koro ni",
        "character": "Ushiromiya George",
        "quote": "Fortitude is about staying cool and calmly analyzing your opponent. Do you know why? It's to counter, to give back exactly what you got, to make them not want to take another pass at you, to make them cover their face in tears and snot and forget to wash it off, to make them want to rub their forehead on the ground and apologize over and over, to completely, perfectly, thoroughly beat them until they can't get up!"
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Zuko",
        "quote": "Never forget who you are, for surely the world won't."
    },
    {
        "anime": "Pokémon",
        "character": "Kojirou",
        "quote": "Steal one, get one free!"
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Roy Mustang",
        "quote": "I never feel more human than when I'm fighting real monsters."
    },
    {
        "anime": "Soul Eater",
        "character": "Soul Evans",
        "quote": "Damn that witch. How am I supposed to be cool when she is all hot and naked like that huh?"
    },
    {
        "anime": "Hunter X Hunter",
        "character": "Hisoka",
        "quote": "Right now, I'm letting you live. And I'll continue to keep you alive... until you've grown enough to become worth killing."
    },
    {
        "anime": "Toaru Majutsu no Index",
        "character": "Aisa Himegami",
        "quote": "Lend me 100 yen since I'm beautiful."
    },
    {
        "anime": "Bleach",
        "character": "Aizen Sousuke",
        "quote": "Fear is necessary for evolution. The fear that could be destroyed at any moment."
    },
    {
        "anime": "Zetsuen No Tempest",
        "character": "Yoshino Takigawa",
        "quote": "It's not over yet. If we don't end it, nothing can start. Even if nothing at all begins, we must still put an end to it."
    },
    {
        "anime": "Bleach",
        "character": "Ulquiorra Schiffer",
        "quote": "Kurosaki Ichigo, you have no chance of defeating me. Even if you somehow manage to defeat me, there will be three more powerful than myself for you to fight. It doesn't matter if you stand up again a thousand times. The road to victory does not exist."
    },
    {
        "anime": "Shokugeki no Sōma",
        "character": "Arato Hisako",
        "quote": "If there's something you want to go through with, you should stick to it without keeping up appearances."
    },
    {
        "anime": "Oyasumi Punpun",
        "character": "Sachi Nanjou",
        "quote": "Risks are just an unavoidable part of life. Even if you realize the danger, nothing's gonna come from always running away. That way, even when you die, you can be content that you gave it your all."
    },
    {
        "anime": "Steins;Gate",
        "character": "Kurisu Makise",
        "quote": "I am a scientist, I have to act on my own theory. I can't let my emotions get in the way. But it's impossible to forget everything... because I've known you for longer than we've lived. This is reality. This is the world."
    },
    {
        "anime": "Fate/stay night",
        "character": "Emiya Shirou",
        "quote": "I don't mind losing to someone, but I won't be beaten by myself."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "Katsura, just stop this. No matter how elegant you think dying is, your death won't appease your conscience and won't change anything."
    },
    {
        "anime": "Beelzebub",
        "character": "Shinobu Takamiya",
        "quote": "In manga, there's always a character who gets a sudden boost of power, right? Usually, it's when they're driven into a corner. Readers actually call it a \"convenient power up\", but it actually does happen in the real world as well. We humans only truly show our mettle when we're pushed into a corner."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "Marriage, the institution where one's existence goes to die. All married people prattle on about their so-called marital bliss about how they love saying \"I'm home!\" to their spouses, or how seeing their sleeping kids motivates them for tomorrow. But think about it: you can say \"I'm home!\" if you live your parents, you can even buy some mouthwash and say \"I'm home!\" to the hippos on the label. And if they're talking about seeing their sleeping kids, that just means they're working hellish overtime hours. How is that in any way blissful?"
    },
    {
        "anime": "Naruto",
        "character": "Sakura Haruno",
        "quote": "Every one of us must do what's in their power! If we're going to die anyway, then it's better to die fighting than to do nothing!"
    },
    {
        "anime": "Durarara!!",
        "character": "Ryuugamine Mikado",
        "quote": "I love clichés, I love predictable scripts, I love it when they paste over problems and I love it when they force a happy ending too. What's wrong with working towards that?"
    },
    {
        "anime": "Naruto",
        "character": "Ino Yamanaka",
        "quote": "Billboard brow!!!"
    },
    {
        "anime": "Black Lagoon",
        "character": "Eda",
        "quote": "God's not at home. He's on vacation at Vegas."
    },
    {
        "anime": "Naruto",
        "character": "Kankuro",
        "quote": "A fair warning... we ninja of the Sand aren't as easygoing as those of the Leaf. But getting close to Kuroari so carelessly...isn't good!"
    },
    {
        "anime": "Detective Conan",
        "character": "Shinichi Kudou",
        "quote": "If you’re too lucky, people will get jealous of you."
    },
    {
        "anime": "The Garden of Sinners",
        "character": "Azaka Kokutō",
        "quote": "I have a confession. I love special things."
    },
    {
        "anime": "Rurouni Kenshin",
        "character": "Kenshin Himura",
        "quote": "When I was at the brink of life and death, I used all of my will to survive. I drew upon a different power than that of self-sacrifice and mastered an ultimate technique. The will to live is stronger than anything else. That was the ray of light that my master risked his life to show me. As Hitokiri Battousai, I have committed so many crimes that I cannot possibly repent for them. That is why I had secretly believed that it didn't matter when I died or was killed. However, now... even if I am formally punished or restrained. I will never lose the will to live."
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Haruhi Suzumiya",
        "quote": "Remote islands are all about strange incidents, right?"
    },
    {
        "anime": "Dragon Ball Z",
        "character": "Vegeta",
        "quote": "Where is your honor!? Like all pure-blooded Saiyans, Kakarot would rather die fighting than win with one of those disgraceful senzu beans as his crutch! Kakarot trained in the hyperbolic time chamber just as we did! Now let’s see what he can do!"
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Kyon",
        "quote": "I mean, think about it. If someone pointed to a classmate of yours and asked you what they meant to you, how would you answer? What would you say?"
    },
    {
        "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
        "character": "Rory Mercury",
        "quote": "To a girl, a man who’s nice to everyone... hm, I suppose that works as an example, to a man, it would be like a woman who opens her legs to anyone. People want companions so they can swiftly satisfy their need for love and affection. A woman wants a man who only shows his love to her."
    },
    {
        "anime": "Death Note",
        "character": "Light Yagami",
        "quote": "I can't develop feelings. That's how most idiots screw up."
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Touka Kirishima",
        "quote": "After you've gobbled him down you'd be left alone to regret it while covered in blood and guts. That's the hunger of a ghoul. That's our destiny."
    },
    {
        "anime": "Hunter X Hunter",
        "character": "Killua Zoldyck",
        "quote": "Not killing people is really hard. Clean living is tough."
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Katara",
        "quote": "Earthbenders! You don't know me, but I know of you. Every child of my water tribe village was rocked to sleep with stories of the brave Earth Kingdom and the courageous earthbenders who guard its borders. Some of you may think that the Fire Nation has made you powerless. Yes, they have taken away your ability to bend, but they can't take away your courage and it is your courage they should truly fear! Because it runs deeper than any mine you've been forced to dig, any ocean that keeps you far from home. It is the strength of your hearts that make you who you are, hearts that will remain unbroken when all rock and stone has eroded away. The time to fight back is now! I can tell you the Avatar has returned! So remember your courage, earthbenders, let us fight for our freedom!"
    },
    {
        "anime": "Hyouka",
        "character": "Eru Chitanda",
        "quote": "We don't know if trying our best will help, but we do know, that if we don't try our best, it won't help for sure!"
    },
    {
        "anime": "Ghost in the Shell 2: Innocence",
        "character": "Ghost in the Shell 2: Innocence",
        "quote": "Life and death come and go like marionettes dancing on a table. Once their stings are cut, they easily crumble."
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Kazuma Kuwabara",
        "quote": "Ugly?! Who you callin' ugly?! C'mere you mouse!"
    },
    {
        "anime": "Tokyo Ghoul: Jack",
        "character": "Kishou Arima",
        "quote": "Events that happen in this world, are a continuous series of trifling things, and within those myriad pieces of puzzles, there is always a fragment that leads to the truth."
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Ty Lee",
        "quote": "Nice speech, Azula! It was pretty and poetic, but also scary in a good way!"
    },
    {
        "anime": "Hajime no Ippo",
        "character": "Coach Kamogawa",
        "quote": "Why are you punching? What are you chasing? You should already know the answer to that. To become strong."
    },
    {
        "anime": "Akuma To Love Song",
        "character": "Kawai Maria",
        "quote": "I should just do what I'm able to do. No matter how small it is, there's no need to feel ashamed."
    },
    {
        "anime": "Shigatsu Wa Kimi No Uso",
        "character": "Kousei Arima",
        "quote": "A lump of steel, like a shooting star. Just seeing the same sky as you makes familiar scenery look different. I swing between hope and despair at your slightest gesture, and my heart starts to play a melody. What kind of feeling is this again? What do they call this kind of feeling? I think it's probably... Called Love. I'm sure this is what they call love."
    },
    {
        "anime": "Fate/stay night",
        "character": "Emiya Kiritsugu",
        "quote": "Saving someone means not saving someone else."
    },
    {
        "anime": "Kekkai Sensen",
        "character": "Mary Macbeth",
        "quote": "Don't you think it's futile to live in fear of death? I mean, everyone is going to die sometime, so is there any point in pretending not to see it for the present? Or instead, I wonder if they think it doesn't concern them, since they aren't going to die."
    },
    {
        "anime": "Naruto",
        "character": "Madara Uchiha",
        "quote": "In this world, wherever there is light - there are also shadows. As long as the concept of winners exists, there must also be losers. The selfish desire of wanting to maintain peace causes wars, and hatred is born to protect love."
    },
    {
        "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
        "character": "Shizuka Hiratsuka",
        "quote": "The present isn't everything, but there are things you can only do now, things you can only find here. \nIt's now or never. Think, Writhe, Struggle and agonize. If not, what you are going through isn’t genuine."
    },
    {
        "anime": "Highschool Of The Dead",
        "character": "Saeko Busujima",
        "quote": "I'm getting wet!"
    },
    {
        "anime": "Air",
        "character": "Yukito Kunisaki",
        "quote": "There is a meaning for wings that cannot fly! It's a precious memory of when you once flew in the sky."
    },
    {
        "anime": "Kamisama To Unmei Kakumei No Paradox",
        "character": "Renya Kagurazaka",
        "quote": "Our fates... can be changed. All we have to do is try."
    },
    {
        "anime": "Hirunaka no Ryuusei",
        "character": "Yuyuka Nekota",
        "quote": "\"My heart controls the world.\" But who can I control if I'm the only one living in this world?"
    },
    {
        "anime": "Monogatari Series: Second Season",
        "character": "Tsubasa Hanekawa",
        "quote": "Someone saying that they are happy doesn't necessarily mean that they are happy, right?"
    },
    {
        "anime": "One Punch Man",
        "character": "Saitama",
        "quote": "Prophecies don't ever come true."
    },
    {
        "anime": "Sukitte Ii Na Yo",
        "character": "Mei Tachibana",
        "quote": "When you trust someone and get to know them, you eventually learn about their wounds too."
    },
    {
        "anime": "Saiyuki",
        "character": "Genjo Sanzo",
        "quote": "Maten Scripture binding force of power where light is darkness and darkness is light I call upon your power to cast my enemy back Into OBLIVION!"
    },
    {
        "anime": "Ao Haru Ride",
        "character": "Kou Mabuchi",
        "quote": "Sometimes your biggest effort will be ignored, but your smallest mistake will be judged."
    },
    {
        "anime": "Little Busters!",
        "character": "Kyousuke Natsume",
        "quote": "[Talking to Riki] We've spent time together that made our hearts dance. But every story has to come to an end. No one can stay a kid forever. Time passes, and people grow up. There will come a day when we will no longer be together."
    },
    {
        "anime": "Cowboy Bebop",
        "character": "Spike Spiegel",
        "quote": "And what's the real lesson? Don't leave things in the fridge."
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Katara",
        "quote": "Uh, Toph, I think your feet need their eyes checked."
    },
    {
        "anime": "Sekai Ichi Hatsukoi",
        "character": "Masamune Takano",
        "quote": "You're not the first person I went out with... But you're my first love."
    },
    {
        "anime": "Fairy Tail",
        "character": "Juvia Loxar",
        "quote": "It doesn´t matter what day it is as long as you are happy."
    },
    {
        "anime": "Bleach",
        "character": "Aizen Sousuke",
        "quote": "I had no intention of deceiving anyone. It's just that none of you could understand...My true self."
    },
    {
        "anime": "Hyouka",
        "character": "Oreki Houtarou",
        "quote": "I'm not lazy, I'm just conserving energy."
    },
    {
        "anime": "Fairy Tail",
        "character": "Gray Fullbuster",
        "quote": "Sadness is just another wall that blocks you from moving on. I know it's hard to get past it, but you got to break through."
    },
    {
        "anime": "Jormungand",
        "character": "Koko Hekmatyar",
        "quote": "I'm an arms dealer anyway. There's no point in fearing what I sell."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Roy Mustang",
        "quote": "The power of one man doesn't amount to much. But, however little strength I'm capable of, I'll do everything humanly possible to protect the people I love, and in turn they will protect the ones they love. It seems like the least we tiny humans can do for each other."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "Fake people have an image to maintain. Real people just don't care."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "The concept of lateness being evil is wrong in the first place... The police don't mobilize until after an accident happens, and it's standard for heroes to show up late. But would anyone condemn them for being late? So, speaking paradoxically, lateness is justice."
    },
    {
        "anime": "Samurai Champloo",
        "character": "Mugen",
        "quote": "[looking at a porno magazine] Geez, doing it with a squid."
    },
    {
        "anime": "Haikyuu!! Second Season",
        "character": "Ittetsu Takeda",
        "quote": "Birds with the wind in their wings are flying across the great blue sky right now. And all of you should be able to make it! To the highest limit, to the farthest limit!"
    },
    {
        "anime": "Claymore",
        "character": "Clare",
        "quote": "My existence was nothing more to her than a stone by the side of the road. I wasn't enough to fill her belly. Or perhaps I didn't even get reflected in her eyes. I couldn't even hate the beast that killed Teresa. It was me, overcome by fear, that I could not forgive."
    },
    {
        "anime": "Chihayafuru 2",
        "character": "Tsutomu Komano",
        "quote": "I’ve been in your shoes. I was also given a chance. There’s no rush. You’ll get better very soon."
    },
    {
        "anime": "Fairy Tail",
        "character": "Lucy Heartfilia",
        "quote": "Why is it?.. I'm so sad and so lonely. But the tears just won't come."
    },
    {
        "anime": "Dragon Ball",
        "character": "Piccolo",
        "quote": "Not bad, for an early prototype."
    },
    {
        "anime": "Prince Of Tennis",
        "character": "Fuji Shuusuke",
        "quote": "It's still too early for you to win against me."
    },
    {
        "anime": "Soul Eater",
        "character": "Tsubaki Nakatsukasa",
        "quote": "I'll admit, Black Star makes some dumb calls from time to time, but the important thing is I'm here to back him up no matter how big a fool he is. If we're fools, we're fools together, that's the kind of team we are."
    },
    {
        "anime": "Love Lab",
        "character": "Rentarou Kurahashi",
        "quote": "Girls who are pretty and pure only exist in fantasies."
    },
    {
        "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru.",
        "character": "Hachiman Hikigaya",
        "quote": "There was no meaning to things that were only superficial. That was a single belief that both me and her once shared."
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "Lelouch Lamperouge",
        "quote": "Our crying for them won't bring the dead back to life."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "Even if you can't move anymore, or your back gets bent out of shape, it doesn't matter! What matters is what's inside! Not what someone looks like, dammit!"
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Kyon",
        "quote": "Don't use a serious tone. Don't breathe on me. Your face is too close. Freaking me out."
    },
    {
        "anime": "Higurashi No Naku Koro Ni",
        "character": "Furude Rika",
        "quote": "You can never win if you're afraid to lose so much that you refuse to put up a fight."
    },
    {
        "anime": "Soul Eater",
        "character": "Death the Kid",
        "quote": "Just look at it Liz, Patti, just look at how the clouds are! Flowing right towards the sun! It's so beautiful, even the sky is symmetrical!"
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "Water, 35 litres. Carbon, 20 kg. Ammonia, 4 litres. Lime, 1.5 kg. Phosphorus, 800 g. Salt, 250 g. Niter, 100 g. Sulphur, 80 g. Fluoride, 7.5 g. Iron, 5 g. Silicon, 3g. And fifteen other elements. Those are the elements to make an average adult human body. You can buy these elemental ingredients at the market with the pocket money of a child. Humans are made so cheaply."
    },
    {
        "anime": "Hyouka",
        "character": "Satoshi Fukube",
        "quote": "People who are confident in themselves never talk about expectations. \"Expectation\" is a word rooted in giving up. It leaves you with no other choice. It makes it obvious that you're powerless."
    },
    {
        "anime": "Mobile Suit Gundam UC",
        "character": "Cardeas Vist",
        "quote": "If you trust in the possibilities within and try with all your might, the path will show itself to you!"
    },
    {
        "anime": "Detective Conan",
        "character": "Shinichi Kudou",
        "quote": "The moon does not mourn over the dead. What it does is shine light on the truth."
    },
    {
        "anime": "Kokoro Connect",
        "character": "Iori Nagase",
        "quote": "Even if I’m not perfect… Even if I’m not the ideal me… He says that I’m still my own person.\nThe point of life isn’t to be perfect.\nIt’s to do want you want to do, to be who you want to be.\nThat’s how I should be trying to live."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "Hey, mutt! I need exercise, so I'll play with you!"
    },
    {
        "anime": "Samurai Champloo",
        "character": "Mugen",
        "quote": "When you point a sword at someone, either you kill them or they kill you, there ain't no in between. So quit talkin' like a fuckin' pussy. Anyone who can't handle that should just SHUT THE FUCK UP and GET OVER IT!"
    },
    {
        "anime": "Assassination Classroom",
        "character": "Korosensei",
        "quote": "The difference between the novice and the master is that the master has failed more times than the novice has tried."
    },
    {
        "anime": "Death Note",
        "character": "Light Yagami",
        "quote": "That's right, I am Kira. And what can you do? Kill me right here?"
    },
    {
        "anime": "Angel Beats!",
        "character": "Yui",
        "quote": "Care about me!!!"
    },
    {
        "anime": "Mahou Shoujo Madoka Magica",
        "character": "Sakura Kyouko",
        "quote": "Rush in there right now and break his hands and legs so he'll never be able to use them again. Make it so he won't be able to do anything without you anymore. Then he'll be yours. His heart, body, everything."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "I'm not short! I'm fun-sized!"
    },
    {
        "anime": "Fate/zero",
        "character": "Rider",
        "quote": "I shall grieve, and I shall weep. But I shall never regret."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "So what if the government collapses or the country is ruined? I'm not civic-minded! All I want to do is stand tall and live on until the day I collapse and die!"
    },
    {
        "anime": "Rurouni Kenshin",
        "character": "Kenshin Himura",
        "quote": "The moment you find the courage to give up your life for someone... Would be the moment you understand love."
    },
    {
        "anime": "Hirunaka no Ryuusei",
        "character": "Suzume Yosano",
        "quote": "Whether we move forward or stop, we're going in different directions little by little."
    },
    {
        "anime": "Fairy Tail",
        "character": "Erza Scarlet",
        "quote": "If the drive behind one's actions is the thought for another, then it is never meaningless."
    },
    {
        "anime": "Umineko no Naku Koro ni",
        "character": "Ushiromiya Kyrie",
        "quote": "They often say that stupid thoughts are no better than sleeping."
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Levi Ackerman",
        "quote": "If you don't want to die - think."
    },
    {
        "anime": "Jigoku Shoujo",
        "character": "Ai Enma",
        "quote": "Once the revenge is dealt, you are required to pay the compensation."
    },
    {
        "anime": "Shokugeki no Sōma: Ni no Sara",
        "character": "Sōma Yukihira",
        "quote": "Even if all the confidence and pride you've built over the years is blown to pieces by a major failure, even if you've had a soul-crushing experience, you still have to open the shop the next day. That's who chefs are."
    },
    {
        "anime": "Assassination Classroom 2nd Season",
        "character": "Korosensei",
        "quote": "The past you've lost will never come back. I myself have made so many mistakes... But we can learn from the past so we don't repeat it."
    },
    {
        "anime": "Ghost Hunt",
        "character": "Mai Taniyama",
        "quote": "Having the love of your life break up with you and say \"we can still be friends\", is like your dog dying and your mom saying \"you can still keep it\"."
    },
    {
        "anime": "Zetsuen No Tempest",
        "character": "Mahiro Fuwa",
        "quote": "In this crazy-ass world, there's no point in playing the blame game."
    },
    {
        "anime": "Kyo kara Maoh!",
        "character": "Conrad Weller",
        "quote": "Time gives us happiness, but it can also take everything away from us."
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Roku",
        "quote": "If I had been more decisive, and acted sooner, I could have stopped Sozin, and stopped the war before it started. I offer you this wisdom, Aang, you must be decisive."
    },
    {
        "anime": "Pandora Hearts",
        "character": "Oz Vessalius",
        "quote": "The moment a person says he's working hard without thinking, he's still being naive. He is not trying at all!"
    },
    {
        "anime": "Umineko no Naku Koro ni",
        "character": "Ushiromiya Kyrie",
        "quote": "When people have an overwhelming advantage, they sometimes take on a little risk to try and show off their superiority over the losers."
    },
    {
        "anime": "Death Note",
        "character": "Ryuk",
        "quote": "I feel like I'm watching a sitcom."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "It's Me with a capital M! I'm the only one big enough to capitalize Me!"
    },
    {
        "anime": "Bakemonogatari",
        "character": "Senjougahara Hitagi",
        "quote": "*guilty voice* Because of my carelessness Araragi-kun realized that his brain is slower than others."
    },
    {
        "anime": "Blood+",
        "character": "George Miyagusuku",
        "quote": "Saya, no matter what happens, do what you believe is right. Accept your past. And if you trip, remember nankurunasia. Live through today for tomorrow's sake."
    },
    {
        "anime": "Suisei no Gargantia",
        "character": "Litonar",
        "quote": "To someone who bears responsibility, there's no greater treasure than experience."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Yuki",
        "quote": "It would be so great if it was possible to go through life without making a single mistake."
    },
    {
        "anime": "Death Note",
        "character": "Near",
        "quote": "That may be so. What is right from wrong? What is good from evil? Nobody can truly distinguish between them. Even if there was a god. Now, supposing a god and his world existed, even then I'd stop and think for myself. I'd decide for myself whether his teachings are right or wrong. After all, I am just the same as you. I put faith in my own convictions as to what I believe is right, and consider them to be righteous."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "What is it, you? Bang bang banging on people's heads like that. Are you hoping to become a tambourine player? If you don't like Shin-chan, then how about Sen-chan from secret operation?"
    },
    {
        "anime": "Kekkai Sensen",
        "character": "Mary Macbeth",
        "quote": "Don't you think it's futile to live in fear of death? I mean, everyone is going to die sometime, so is there any point in pretending not to see it for the present? Or instead, I wonder if they think it doesn't concern them, since they aren't going to die."
    },
    {
        "anime": "K Project",
        "character": "Yashiro Isana",
        "quote": "Well, it's not a big deal or anything... but I was almost killed."
    },
    {
        "anime": "One Piece",
        "character": "Brook",
        "quote": "All for one, one for all! There are times when a man has no choice but to act!"
    },
    {
        "anime": "Natsume Yuujinchou",
        "character": "Madara",
        "quote": "When you go easy on the ones with just a bit of power, they give you more trouble than anybody else."
    },
    {
        "anime": "Toaru Majutsu no Index",
        "character": "Kamijou Touma",
        "quote": "The same thing as always. No matter how many times I reach game over and no matter how many times I must pathetically hit continue, I will not stop moving forward."
    },
    {
        "anime": "Charlotte",
        "character": "Yuu Otosaka",
        "quote": "In this world, nobody is free. Even the flying birds are chained to the sky."
    },
    {
        "anime": "Vinland Saga",
        "character": "Thors",
        "quote": "The only reason I must rely on this sword is because I am imperfect. A true warrior...Needs no sword"
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "Shut up you! What's with that TV drama attitude?!"
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Hatori",
        "quote": "It's true, crying unexpectedly does make you feel better. When you're an adult you forget that."
    },
    {
        "anime": "Death Parade",
        "character": "Decim",
        "quote": "Life really is a mysterious thing. Each and every life spins its own, totally separate tale, yet they become intricately entwined in each other. And no one knows how they will end up."
    },
    {
        "anime": "Grisaia no Kajitsu",
        "character": "Yuuji Kazami",
        "quote": "In this world, when you face forward, that's the future. When you look back, it's a memory. And if you clip a part of it out, that becomes a story."
    },
    {
        "anime": "Dragon Ball Z",
        "character": "Goku",
        "quote": "Power comes in response to a need, not a desire. You have to create that need."
    },
    {
        "anime": "Durarara!!×2 Shou",
        "character": "Izaya Orihara",
        "quote": "Let’s say I posed this question to you: “Can all human souls be bought with money or not?” Now remember, the keyword here is “all”. The answer is “There are times when you can buy them, and other times, not,” right? The human being… sometimes he’ll uphold his pride and conscience even if he’s offered ten billion yen, and other times he’ll murder someone over one yen."
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Annie Leonhardt",
        "quote": "Going against the flow... takes a lot of courage. I respect that. Maybe people who can do it are just stupid, but... Well... What I'm sure of is that people like that are rare. So you can't call them common. You can't call them normal, either. People like you... get called special."
    },
    {
        "anime": "Toaru Majutsu no Index",
        "character": "Mikoto Misaka",
        "quote": "What you learn at your school is more important than where you go to school."
    },
    {
        "anime": "Tales Of Symphonia",
        "character": "Richter Abend",
        "quote": "Courage is the magic that turns dreams into reality."
    },
    {
        "anime": "Fate/zero",
        "character": "Kaminski Natalia",
        "quote": "Killing one man won't change anything. Kill every last person in the world. If you could do that, it might be possible."
    },
    {
        "anime": "Kimi no Iru Machi",
        "character": "Yuzuki Eba",
        "quote": "As long as you do not give up, nothing is over."
    },
    {
        "anime": "Soul Eater",
        "character": "Tsubaki Nakatsukasa",
        "quote": "Excuse me... I'm not a microphone! I'm a chain scythe."
    },
    {
        "anime": "Detective Conan",
        "character": "Ai Haibara",
        "quote": "I understand your feelings of wanting to bring the bad guy to justice, but do bear with it. It also requires courage to hide oneself."
    },
    {
        "anime": "Monster",
        "character": "Kenzo Tenma",
        "quote": "Even if you can forget, you can't erase the past."
    },
    {
        "anime": "Bleach",
        "character": "Urahara Kisuke",
        "quote": "[Singing to Yammy] Aizen-sama will get maaaad at youuuu!"
    },
    {
        "anime": "NANA",
        "character": "Nana Osaki",
        "quote": "People can have lovers. They can have friends. They can be together. But when you think about it, you'll see that originally, we're alone."
    },
    {
        "anime": "Kaichou Wa Maid-Sama!",
        "character": "Takumi Usui",
        "quote": "Well, I won't be disappointed, no matter what you do."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "\"The important thing is to take part.\" Famous words spoken by Pierre de Frédy, Baron de Coubertin during a speech. However, this quote tends to be frequently misused and serves as kind of a threat to force participation. There are tons of wild-goose chases in this world, y'know. If the most important thing is to take part, then surely one could find meaning in not taking part as well. And if everything's worth experiencing, then there's little doubt that the feeling of not experiencing something is, in itself, worth experiencing. In fact, you could even call it a valuable experience to not experience something everyone else does."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Yuki",
        "quote": "Leave her out of this... who we let in this house is really none of your concern. You're the one who doesn't belong here. (to Kyo)"
    },
    {
        "anime": "Inuyasha",
        "character": "Kagome Higurashi",
        "quote": "How could I forget? He's into dead girls."
    },
    {
        "anime": "Mahou Shoujo Madoka Magica",
        "character": "Kyubee",
        "quote": "In our culture, the phenomena known as emotion is considered a mental disorder."
    },
    {
        "anime": "Detective Conan",
        "character": "Detective Conan",
        "quote": "If you plan to continue being a detective and using words to entrap people, inscribe this in your hearts: Words are like knives. When used incorrectly, they turn into foul weapons. You have to understand the opponent’s heart and use them with discretion. No matter who it is you’re dealing with."
    },
    {
        "anime": "Soul Eater",
        "character": "Medusa Gorgon",
        "quote": "You're horrible! Commenting on my appearance like that! I don't have to listen to this from you! It's sexual harassment!"
    },
    {
        "anime": "Baccano!",
        "character": "Graham Specter",
        "quote": "Let me tell you an incomprehensible story! What is it for the actions of men to be incomprehensible? It would seem to me that if it can't be comprehended, one should not even bother trying. It is useless to even think about it, I think. That said, I don't know exactly what's going on but may we continue fighting please?"
    },
    {
        "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei",
        "character": "Kyōko Kirigiri",
        "quote": "If you make light of other people's emotions, it will surely come back to bite you."
    },
    {
        "anime": "One Outs",
        "character": "Toua Tokuchi",
        "quote": "What does it mean to be a winner? Is it the last one standing? It means to climb over a mountain of corpses to get to the top. By no means is it a glorious sight to behold, in fact, it is extremely cruel. Even so, if you still wish to seek victory... then you must become a devil."
    },
    {
        "anime": "Fairy Tail",
        "character": "Jellal Fernandes",
        "quote": "Tears are how our heart speaks when your lips cannot describe how much we've been hurt."
    },
    {
        "anime": "Hamatora: The Animation",
        "character": "Birthday",
        "quote": "I just think we're missing out if we're not trying different things and having fun. Life's too short."
    },
    {
        "anime": "No Game No Life",
        "character": "No Game No Life",
        "quote": "This blank space represents infinite potential. One day, it may become anything."
    },
    {
        "anime": "Sword Art Online",
        "character": "Kazuto Kirigaya",
        "quote": "You stole this world and it's people. You're a king of thieves, alone upon a stolen throne!"
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Kira Yamato",
        "quote": "If you don’t do something because you think you can’t do it, you’ll never be able to do anything in the future."
    },
    {
        "anime": "Sakurasou no Pet na Kanojo",
        "character": "Kazuki Fujisawa",
        "quote": "To create something that appeals to the emotions of users, you need to make something that sways your own heart. You can't move others hearts, unless you can move your own."
    },
    {
        "anime": "Berserk",
        "character": "Guts",
        "quote": "People who perish in other’s battles are worms… If one can’t live their life the way they want, they might as well die."
    },
    {
        "anime": "Saint Seiya: The Lost Canvas",
        "character": "Scorpio Kardia",
        "quote": "Life will someday extinguish. Why don't you start burning it now?"
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Rau Le Creuset",
        "quote": "People like you walk your paths, believing that something you desire is waiting for you. I walk it to confirm that there is nothing there."
    },
    {
        "anime": "Sakurasou no Pet na Kanojo",
        "character": "Akasaka Ryuunosuke",
        "quote": "Love is simply an electrical bug in the human neural circuit."
    },
    {
        "anime": "One Outs",
        "character": "Toua Tokuchi",
        "quote": "Winning a game is not dependent on surpassing your opponents with your strength or waiting for lucky breaks. Conquer the opponent, crushing them, and stepping over the fallen ones ruthlessly. Winning means dominating over countless dead bodies."
    },
    {
        "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
        "character": "Gray Co Aldo",
        "quote": "It is a shame for a knight to have one's trust in him withdrawn halfway."
    },
    {
        "anime": "Kimi ni Todoke",
        "character": "Sawako Kuronuma",
        "quote": "The longer you're with someone, the tougher it is to part ways."
    },
    {
        "anime": "Dragon Ball Z",
        "character": "Master Roshi",
        "quote": "You will not go in there with hopes of winning the tournament the first time you compete. To do so would be arrogant! And arrogance is for fools, not warriors! So you will enter the tournament with the sole purpose of improving your fighting skills."
    },
    {
        "anime": "Soul Eater",
        "character": "Death the Kid",
        "quote": "This guy's a special kind of stupid."
    },
    {
        "anime": "Tsubasa Reservoir Chronicle",
        "character": "Syaoran Li",
        "quote": "No matter how painful it might be... I'll do everything in my might! So please, you too, act according to what you believe in!"
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "AHA-HA-HA! Alchemists are scientists. We don't believe in unprovable concepts like \"God\". *Rose looks angry* We strive to uncover the principles of creation in the matter of the world, to pursue truth... *gazes at Leto statue* it's ironic that we scientists... who don't believe in God... are in a sense the closest things to him."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "In this country, we don't call someone who can stop a scooter with her bare hands a girl. We call her a mountain gorilla."
    },
    {
        "anime": "Yu-Gi-Oh!",
        "character": "Yami Yugi",
        "quote": "Ready or not, Spirit, this is where you take over."
    },
    {
        "anime": "Angel Beats!",
        "character": "TK",
        "quote": "He can't dance in my world right now. Don't let me cry!"
    },
    {
        "anime": "Pandora Hearts",
        "character": "Alice",
        "quote": "I wonder why illegal contractees try to kill people?"
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Kazuma Kuwabara",
        "quote": "Stop laughing hamster legs!"
    },
    {
        "anime": "Akame ga KILL!",
        "character": "Esdeath",
        "quote": "I have so many things I want to say, so many things I want to ask you, but... When I see your face... None of that matters anymore!"
    },
    {
        "anime": "Bleach",
        "character": "Toushirou Hitsugaya",
        "quote": "We are all like fireworks. We climb, shine, and always go our separate ways and become further apart. But even if that time comes, let's not disappear like a firework. Let's continue to shine... Forever."
    },
    {
        "anime": "Naruto",
        "character": "Madara Uchiha",
        "quote": "Wake up to reality! Nothing ever goes as planned in this world. The longer you live, the more you realize that in this reality only pain, suffering and futility exist."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "What's the point of worrying about the past? A real star keeps moving forward."
    },
    {
        "anime": "NANA",
        "character": "Nana Komatsu",
        "quote": "Why is it that making our dreams come true, and being truly happy are often two separate things?.. I still haven't figured that one out."
    },
    {
        "anime": "Magic Knight Rayearth",
        "character": "Princess Emeraude",
        "quote": "Remember this... no matter where you go, the strength of your mind and spirit is the most powerful magic of all."
    },
    {
        "anime": "Spice and Wolf",
        "character": "Horo",
        "quote": "There were two kinds of strength. One was the strength that came with having something to protect. The other was the strength of having nothing to lose."
    },
    {
        "anime": "Kore wa Zombie Desu ka?",
        "character": "Ayumu Aikawa",
        "quote": "It’s not that I’m a tolerant person. I just don’t want to think about these troublesome things."
    },
    {
        "anime": "Akatsuki no Yona",
        "character": "Zeno",
        "quote": "People are mirrors. If you smile, a smile will be reflected."
    },
    {
        "anime": "Denpa Kyoushi",
        "character": "Minako Kanou",
        "quote": "Isn't chasing our dream our job right now?"
    },
    {
        "anime": "Alderamin on the Sky",
        "character": "Ikta Solork",
        "quote": "I'll give you some wise words, Shining Sleepless General. All heroes die of overwork."
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Tsutomu Iwamura",
        "quote": "The strong don't win. The winners are the strong ones."
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Haruhi Suzumiya",
        "quote": "I didn't abduct her. It was voluntary arrest."
    },
    {
        "anime": "Steins;Gate",
        "character": "Okabe Rintarou",
        "quote": "The\"'present\" is a leaf floating on top of the river. It moves along with the flow from past to future."
    },
    {
        "anime": "Mirai Nikki",
        "character": "Gasai Yuno",
        "quote": "Maybe the future is bad. But there's a future beyond that, right?"
    },
    {
        "anime": "Spice and Wolf",
        "character": "Kraft Lawrence",
        "quote": "There are many different ways to solve a problem. But once it's solved, we must live our lives. Which means we should choose not the simplest solution, but the one that will allow us to feel the most at peace once it's done."
    },
    {
        "anime": "Death Note",
        "character": "L Lawliet",
        "quote": "Sometimes, the questions are complicated - and the answers are simple."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Hiro",
        "quote": "Go ahead! I'll just turn you into the police for assaulting a minor! (To Kyo)"
    },
    {
        "anime": "Cowboy Bebop",
        "character": "Spike Spiegel",
        "quote": "I'm not going there to die. I'm going there to find out if I'm really alive."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Roy Mustang",
        "quote": "But you're thinking on too large a scale there, kid... If we don't want to drive ourselves crazy, we can only deal with what's directly in front of us."
    },
    {
        "anime": "Bleach",
        "character": "Ulquiorra Schiffer",
        "quote": "[To Orihime, when she refuses to eat] Shall I force it down your throat? Or would you rather be strapped down and given IV's?"
    },
    {
        "anime": "Mondaiji-tachi Ga Isekai Kara Kuru Sou Desu Yo?",
        "character": "Izayoi Sakamaki",
        "quote": "If I could sell boredom, I would make a fortune out of it."
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Daiki Aomine",
        "quote": "I won't say you'll definitely be able to do it if you don't give up. But if you do give up, then there'll definitely be nothing."
    },
    {
        "anime": "Grisaia no Rakuen",
        "character": "Yuuji Kazami",
        "quote": "A little bit of trouble keeps life from being boring."
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Genkai",
        "quote": "You've trapped yourself in a body you hated hiding in the pain, and now you want to torture yourself again for eternity...haven't we both paid enough?"
    },
    {
        "anime": "Black Lagoon",
        "character": "Eda",
        "quote": "God's not at home. He's on vacation at Vegas."
    },
    {
        "anime": "Katekyo Hitman Reborn!",
        "character": "Hibari Kyoya",
        "quote": "Small animals have their own ways of surviving."
    },
    {
        "anime": "No Game No Life",
        "character": "Sora",
        "quote": "There is more than one way to win a game. You can win without fighting!"
    },
    {
        "anime": "Bleach",
        "character": "Aizen Sousuke",
        "quote": "No matter what may happen... As long as you walk by my side... There shall be no enemy that can stand before us."
    },
    {
        "anime": "KenIchi the Mightiest Disciple",
        "character": "Natsu Tanimoto",
        "quote": "Justice? Truth? More than anything else existing in this world, those things are a burden! The things that are needed are \"acting\" to deceive people and \"power\" to control others."
    },
    {
        "anime": "Bungou Stray Dogs 2nd Season",
        "character": "Osamu Dazai",
        "quote": "Anything I would never want to lose is always lost. It is a given that everything that is worth wanting will be lost the moment I obtain it. There's nothing worth pursuing at the cost of prolonging a life of suffering."
    },
    {
        "anime": "Shōnen Hollywood - Holly Stage for 49",
        "character": "Kō Ōsaki",
        "quote": "The way you perceive yourself doesn't match the way others perceive you. Those who work hard despite that discrepancy shine brighter than anyone else!"
    },
    {
        "anime": "Toaru Majutsu no Index",
        "character": "Kamijou Touma",
        "quote": "Success comes only to those who have dared to stand up without fear!"
    },
    {
        "anime": "Bungou Stray Dogs 2nd Season",
        "character": "Osamu Dazai",
        "quote": "Stop pitying yourself. Pity yourself, and life becomes an endless nightmare."
    },
    {
        "anime": "Three Days of Happiness",
        "character": "Three Days of Happiness",
        "quote": "People who’ve had lots of failures talk about those failures as if to imply that if they have another life, they’ll be a big success. After facing all that hardship, they think they won’t mess up again. But they’re all - me included, of course - making a fundamental mistake. Failures know a lot about failure, sure. But knowing failure is completely different from knowing success. Fixing your mistakes doesn’t mean success takes their place - you’ve just got a point to start at, is all. That’s something failures don’t understand."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "Shinpachi, just remember this... We aren't friends with justice or even your sister. We're YOUR friends."
    },
    {
        "anime": "Mirai Nikki",
        "character": "Akise Aru",
        "quote": "Not knowing everything in this world is fun."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Rin",
        "quote": "I don't need you anymore. I'm tired of you. (To Haru)"
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Yuusuke Urameshi",
        "quote": "First you say I'm faster then you get the heads up on me like I'm an old lady crossing the freeway! Just once I'd like some honesty from the bad guys!"
    },
    {
        "anime": "Polar Bear's Café",
        "character": "Grizzly-san",
        "quote": "You're not supposed to find yourself, you're supposed to choose yourself!"
    },
    {
        "anime": "Kore Wa Zombie Desu Ka?",
        "character": "Eucliwood Hellscythe",
        "quote": "Today's my birthday. During times like these I always think whether or not it was a good thing that I was born."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Rau Le Creuset",
        "quote": "I am the only one who's earned that right in the entire universe! I alone have the right to judge all of humanity!"
    },
    {
        "anime": "ReLIFE",
        "character": "Yoake Ryou",
        "quote": "If I'm going to disappear no matter what, I at least want to leave them having fun and smiling."
    },
    {
        "anime": "Toaru Majutsu no Index",
        "character": "Wataru Kurozuma",
        "quote": "Your home is the place where you can be yourself."
    },
    {
        "anime": "Steins;Gate",
        "character": "Okabe Rintarou",
        "quote": "Urushibara Ruka, delicate as an orchid, fair as a cherry blossom, the personification of feminine grace and also... a dude. Tall as a willow, slender as a reed, a dude. Radiant in shrine vestments, dude. The sun dips low in a rosy sky, secateurs buzz, Ruka is a dude."
    },
    {
        "anime": "Magi - The Labyrinth of Magic",
        "character": "Alibaba Saluja",
        "quote": "Friends are like balloons. Once you let them go, you can't get them back. So I'm going to tie you to my heart, so to never lose you."
    },
    {
        "anime": "Touhai Densetsu Akagi: Yami Ni Maiorita Tensai",
        "character": "Akagi Shigeru",
        "quote": "People who can see get to choose... if you want them to know you can see. To pretend to be able to see, even when you can't... Or to pretend that you can't see even when you can."
    },
    {
        "anime": "Ghost in the Shell 2: Innocence",
        "character": "Motoko Kusanagi",
        "quote": "We weep for the blood of a bird, but not for the blood of a fish. Blessed are those with a voice. If the dolls could speak, no doubt they'd scream, \"I didn't want to become human\"."
    },
    {
        "anime": "Aah! Megami-Sama",
        "character": "Celestin",
        "quote": "The system created by the divine ones segregates every single person into his living assignment in the world, determines his roles and controls them...the melancholy voices of those born into this world have pierced the depths of my heart. I feel the need to do something for them without discriminating against anyone."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "I can't tell you that… You have to figure it out. Stand up and walk. Keep moving forward. You've got two good legs. So get up and use them. You're strong enough to make your own path."
    },
    {
        "anime": "Medaka Box",
        "character": "Hansode Shiranui",
        "quote": "It's pointless to force people to do their best if they don't want to."
    },
    {
        "anime": "Bleach",
        "character": "Ayasegawa Yumichika",
        "quote": "Who are you again? Sorry, I have a bad memory for ugly faces."
    },
    {
        "anime": "Pandora Hearts",
        "character": "Elliot Nightray",
        "quote": "Your so-called \"self-sacrifice\" only satisfies yourself. Do you think you can save people with it? You're only protecting yourself! You don't know the suffering endured by those left alive. With your childish actions, you're only pushing the pain onto other people!"
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Roku",
        "quote": "In the avatar state... You're at your most powerful, but you're also...at your most vulnerable. If you're killed in the avatar state, the reincarnation cycle will be broken and the avatar will cease to exist."
    },
    {
        "anime": "Chihayafuru 2",
        "character": "Chihayafuru 2",
        "quote": "Charm is reserved for dealing with people with more power than you."
    },
    {
        "anime": "Fairy Tail",
        "character": "Natsu Dragneel",
        "quote": "If you don't have the courage to change things then you might as well just die!!!"
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "*spits out his juice* I don't think so, pops! Do I look like a clown to you?!"
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "Don't worry. When people break their old selves they embark a journey to find their new selves."
    },
    {
        "anime": "Tonari No Kaibutsu-kun",
        "character": "Shizuku Mizutani",
        "quote": "Once you've recognized your mistakes, it's easy enough to correct them."
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Midorima Shintarou",
        "quote": "Don’t give up! There’s no shame in falling down! True shame is to not stand up again!"
    },
    {
        "anime": "Bleach",
        "character": "Ulquiorra Schiffer",
        "quote": "Kill me. Make it quick. I no longer have the strength left in me to even walk. If you do not cut me down now, then this will go unsettled for eternity."
    },
    {
        "anime": "Fate/zero",
        "character": "Gilgamesh",
        "quote": "[To Waver] The path of devotion is a great labor. Do not ever mar it."
    },
    {
        "anime": "Date A Live",
        "character": "Kotori Itsuka",
        "quote": "The closest thing to being cared for is to care for someone else."
    },
    {
        "anime": "Naruto",
        "character": "Hiruzen Sarutobi",
        "quote": "It doesn't matter what you do, if you live and die as you like. However, no matter what road you end up taking, remember to protect the people that are precious to you."
    },
    {
        "anime": "Detective Conan",
        "character": "Shinichi Kudou",
        "quote": "What value does your will have? I asked you what price it carries. If money is enough, is your will for sale? A will that can be bought with money... what's the meaning of that? If your will can be bought with money... then it will vanish along with that money. Am I wrong?"
    },
    {
        "anime": "Rurouni Kenshin",
        "character": "Kenshin Himura",
        "quote": "Accepting one's own strength, and the strength of others, is an important quality of a swordsman."
    },
    {
        "anime": "Onanie Master Kurosawa",
        "character": "Kakeru Kurosawa",
        "quote": "I'm prepared for it all. Even if my chest hurts, even if I'm ripped apart, I won't let myself taste any regret."
    },
    {
        "anime": "Cowboy Bebop",
        "character": "Jet Black",
        "quote": "Men always seem to think about their past before they die, as though they were frantically searching for proof that they truly lived."
    },
    {
        "anime": "Fate/zero",
        "character": "Rider",
        "quote": "Whatever you do, enjoy it to the fullest. That is the secret of life."
    },
    {
        "anime": "Persona 3",
        "character": "Pharos",
        "quote": "Time is something no one can escape. It delivers us all to the same end."
    },
    {
        "anime": "Bleach",
        "character": "Kuchiki Byakuya",
        "quote": "Are you telling me to exploit an opening for the likes of you? Do not speak out of your league, boy."
    },
    {
        "anime": "Lovely Complex",
        "character": "Risa Koizumi",
        "quote": "I've been trying so hard... Even though you rejected me, I've been trying my best. But if I go on liking you like this then nothing will change."
    },
    {
        "anime": "Spice and Wolf",
        "character": "Horo",
        "quote": "When a person lies, what is important is not the lie itself. No, it is their reason. Their why."
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Midorima Shintarou",
        "quote": "Don’t give up! There’s no shame in falling down! True shame is to not stand up again!"
    },
    {
        "anime": "Sword Art Online II",
        "character": "Kazuto Kirigaya",
        "quote": "No one dies alone. When someone dies, the part of them that lives inside someone else also dies. You already live inside me."
    },
    {
        "anime": "Fate/stay night",
        "character": "Emiya Shirou",
        "quote": "I'm home. What, are you greeting me in an apron? You look pretty good in it."
    },
    {
        "anime": "The Breaker",
        "character": "Chun-Woo Han",
        "quote": "In order to learn you may have to risk your life... no, even your soul."
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "C.C.",
        "quote": "In this world, evil can arise from the best of intentions. And there is good which can come from evil intentions."
    },
    {
        "anime": "Kokoro Connect",
        "character": "Iori Nagase",
        "quote": "If I try to deny my past, I'm denying the person I've become. I don't want to do that."
    },
    {
        "anime": "Detective Conan",
        "character": "Kaitou Kid",
        "quote": "You can't perform the same trick twice with one audience. If performed only once, the magic leaves a strong impression. It will then blossom into a beautiful miracle in their hearts. But, when used twice, rather than the audience enjoying the magic, they focus on unraveling the trick. As such, the chance of it being unveiled is high."
    },
    {
        "anime": "Shokugeki no Sōma",
        "character": "Jōichirō Yukihira",
        "quote": "Everyone wants to think like this: \"It can't be helped if I lose against someone with talent\". Like that, be it consciously or unconsciously... People put a lid on their hearts. They want to protect their pride, self-esteem... or whatever."
    },
    {
        "anime": "Bleach",
        "character": "Yasutora Sado",
        "quote": "The thing that we call power is dynamic, it keeps on changing."
    },
    {
        "anime": "Mirai Nikki",
        "character": "Uryuu Minene",
        "quote": "This is the world I live in. The dirty world of the adults."
    },
    {
        "anime": "Kaichou Wa Maid-Sama!",
        "character": "Misaki Ayuzawa",
        "quote": "It's painful when you get disappointed by the person you look up to."
    },
    {
        "anime": "Koko Ni Iru Yo!",
        "character": "Sumino Hikage",
        "quote": "On the internet, we only know each other's usernames. If we were talking face to face, I probably would never talk to them this way. They look at the \"Real Me\". They support me a lot... I wish there were more people like them."
    },
    {
        "anime": "Monster",
        "character": "Johann Liebert",
        "quote": "Tell me, what do you think is the ultimate fear? I really thought I'd already reached the darkest of the dark, but then, ahead of me, I beheld a darkness even greater still."
    },
    {
        "anime": "Junjou Romantica",
        "character": "Akihiko Usami",
        "quote": "I don't want the precious time we have together to be taken away by anyone!"
    },
    {
        "anime": "Tsubasa Reservoir Chronicle",
        "character": "Fay D. Flourite",
        "quote": "Crying when you need to cry is another way to show strength."
    },
    {
        "anime": "Soul Eater",
        "character": "Crona",
        "quote": "I've never seen a man with a screw sticking out of his head before. I don't know how I'm supposed to deal with a guy like that!"
    },
    {
        "anime": "Subete ga F ni Naru",
        "character": "Magata Shiki",
        "quote": "Every individual human affects the surrounding environment. But humans do not exist for the things and people around them. Often, they mistakenly think that they wish to exist for the sake of others, or to help everyone. They can not accept that they don't know why they exist, yes? They always want an answer. That is the nature of the animals called \"humans\"."
    },
    {
        "anime": "Natsume Yuujinchou",
        "character": "Natsume Takeshi",
        "quote": "We probably are.  I can't explain it very well, but it seems that lately it doesn't matter, human or spirit.  If your hearts touch, it's the same thing.  When you're all alone, you get lonely, and the first step is always scary."
    },
    {
        "anime": "ReLIFE",
        "character": "Kaizaki Arata",
        "quote": "Trying to knock others down a peg just means lowering yourself. Don't go trampling all the hardwork and trust you've build up. It insults the effort you put in."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Cagalli Yula Athha",
        "quote": "I knew it. The Earth Forces' new mobile weapons. Father, I knew you'd betray us all!"
    },
    {
        "anime": "Queen's Blade: Rebellion",
        "character": "Annelotte Kreuz",
        "quote": "People must continue to fight for their fate. Unless they fight for the future they wish for, they will never know whether or not they can attain it."
    },
    {
        "anime": "xxxHOLiC",
        "character": "Yuuko Ichihara",
        "quote": "No matter how unimportant the meeting... how small the outcome... it will always have some later effect on you. It can be the smallest of things. It can be the shortest of moments. It may never be remembered. It may have never been recorded. But a bond of fate never disappears once tied."
    },
    {
        "anime": "Claymore",
        "character": "Riful",
        "quote": "Sorry... I really... want to let you savor your moment of glory a little longer. But I really can't be having this. After all is said and done... he is still my man after all."
    },
    {
        "anime": "So Ra No Wo To",
        "character": "Rio Kazumiya",
        "quote": "A dream? That's right. Because there was the past, there is now the present. And because there is the present, we can believe in tomorrow and pursue our dreams."
    },
    {
        "anime": "Sword Art Online",
        "character": "Klein",
        "quote": "Just consider hardships as another part of training and keep working hard."
    },
    {
        "anime": "Chuunibyou Demo Koi Ga Shitai!",
        "character": "Togashi Yuuta",
        "quote": "I am the Dark Flame Master. Perish, enveloped in the flames of darkness!"
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Momiji",
        "quote": "Pain, suffering. It's pointless to just think about those things. The traveler (referring to \"The Most Foolish Traveler\" by Natsuki Takaya) didn't. That may be stupid to some people but that's not stupid to me. Yuki... Kyo... when you close your eyes, what do you think?"
    },
    {
        "anime": "Gakuen Alice",
        "character": "Amane Rui",
        "quote": "Crying over ill luck won't do you any good. You must believe tomorrow will be better than today and smile."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "I think people should try to ignore their race, and just treat each other as equals."
    },
    {
        "anime": "Xenogears",
        "character": "Fei Fong Wong",
        "quote": "But its power goes beyond what is necessary... Does one really need the power to destroy everything?"
    },
    {
        "anime": "Higurashi No Naku Koro Ni",
        "character": "Furude Rika",
        "quote": "You can change fate as long as you believe you can."
    },
    {
        "anime": "Dragon Ball Z",
        "character": "Vegeta",
        "quote": "He has beaten me completely. First by his own actions and then through his son’s. And what has he left for me here? How? How could you die like that? How, Kakarot? I’ll never have the chance…to prove my strength against you. You died without fear. What does that make of me? I am no warrior. And I will never fight again."
    },
    {
        "anime": "Steins;Gate",
        "character": "Kurisu Makise",
        "quote": "Everyone is watching someone other than themselves, someone important to them..."
    },
    {
        "anime": "Nabari no Ou",
        "character": "Yoite",
        "quote": "If it's a wish that can be fulfilled, then fulfill it. If there's hesitation and worries, then remove the sources of worries altogether."
    },
    {
        "anime": "Fate/stay night",
        "character": "Gilgamesh",
        "quote": "A lot of something is ugly in itself."
    },
    {
        "anime": "Kokoro Connect",
        "character": "Iori Nagase",
        "quote": "What defines humans... Defines us? Nobody will notice a change on the inside if you look the same on the outside."
    },
    {
        "anime": "Fairy Tail",
        "character": "Erza Scarlet",
        "quote": "I wonder how long... How long will I remain anchored at this harbor known as battle?"
    },
    {
        "anime": "Sekai Ichi Hatsukoi",
        "character": "Masamune Takano",
        "quote": "You're not the first person I went out with... But you're my first love."
    },
    {
        "anime": "Pandora Hearts",
        "character": "Vincent Nightray",
        "quote": "Gilbert, I know everything about you... because we are connected by an extremely deep bond. No matter how far apart we are, we will surely return to the same place. Because that is our fate!"
    },
    {
        "anime": "Naruto",
        "character": "Genma Shiranui",
        "quote": "When captured birds grow wiser, they try to open the cage with their beaks. They don't give up, because they want to fly again."
    },
    {
        "anime": "Solanin",
        "character": "Jirō Yamada",
        "quote": "A band isn't so simple... that you can just mess around and keep it going."
    },
    {
        "anime": "Hai to Gensou no Grimgar",
        "character": "Ranta",
        "quote": "Why do we have to be okay being friends with someone who won't treat us as friends?"
    },
    {
        "anime": "Fairy Tail",
        "character": "Gajeel Redfox",
        "quote": "Keeheehe. I like him. I'm going to make him my cat."
    },
    {
        "anime": "Lovely Complex",
        "character": "Risa Koizumi",
        "quote": "This is straining my heartstrings."
    },
    {
        "anime": "Claymore",
        "character": "Clare",
        "quote": "Don't be so quick to throw away your life. No matter how disgraceful or embarrassing it may be, you need to keep struggling to find your way out until the very end."
    },
    {
        "anime": "Claymore",
        "character": "Ophelia",
        "quote": "The idea that you can't die yet because you still have something to protect... that is the foolish illusion of the weak."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "Yeah, I know. It's not good to be reading Jump at my age."
    },
    {
        "anime": "Bleach",
        "character": "Urahara Kisuke",
        "quote": "[Singing to Yammy] Aizen-sama will get maaaad at youuuu!"
    },
    {
        "anime": "Fullmetal Alchemist: Brotherhood",
        "character": "Olivier Mira Armstrong",
        "quote": "Obeying a superior you can't even believe doesn't make you loyal. You're just fooling yourself."
    },
    {
        "anime": "Little Busters!",
        "character": "Futaki Kanata",
        "quote": "It may be better to go and regret it rather than staying here and regretting it. If you don’t move forward, you can’t gain anything."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Pride",
        "quote": "Appearances rarely share the whole truth."
    },
    {
        "anime": "Overlord",
        "character": "Dyne Woodwonder",
        "quote": "The words you've said cannot be taken back. So you must take action to paint over what you have already said."
    },
    {
        "anime": "Fate/stay night",
        "character": "Saber",
        "quote": "Anything edible is acceptable. Extravagance is our enemy."
    },
    {
        "anime": "Wolf's Rain",
        "character": "Hige",
        "quote": "You're a strange one, all right. But having pride doesn't count for much if you're dead, you know?"
    },
    {
        "anime": "Bleach",
        "character": "Matsumoto Rangiku",
        "quote": "[to Momo on Aizen's final letter] As a vice-captain, I think it's a great honor to be the receiver of her captain's final words. Read it well."
    },
    {
        "anime": "Bakemonogatari",
        "character": "Senjougahara Hitagi",
        "quote": "Did you know every time you sigh, a little bit of happiness escapes?"
    },
    {
        "anime": "Denpa Kyoushi",
        "character": "Kagami Junichirou",
        "quote": "If there are no heroes, become one yourself."
    },
    {
        "anime": "Soul Eater",
        "character": "Crona",
        "quote": "I'mma... I'm not very good at talking with girls. They make me nervous."
    },
    {
        "anime": "Bleach",
        "character": "Shihouin Yoruichi",
        "quote": "Can't you tell, Aizen? You no longer have a place to run away to."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Murrue Ramius",
        "quote": "You kids don't understand anything! By declaring that you're neutral and have nothing to do with this, you can still distance yourselves from what's happening? You don't really believe that, do you?"
    },
    {
        "anime": "Little Busters!",
        "character": "Riki Naoe",
        "quote": "Nothing good can come by rejecting yourself."
    },
    {
        "anime": "Death Note",
        "character": "L Lawliet",
        "quote": "This isn't divine jugdement. It's the work of some childish killer who's playing at divine retribution. That's all."
    },
    {
        "anime": "Hellsing",
        "character": "Jan Valentine",
        "quote": "And while you're waiting for us to kill you, we highly recommend p!$$!ng yourself, Followed by a course of praying to your impudent god. And cowarding in the corner and begging, always good. But if you act now, there's still time for an old-fashioned suicide!! Thank you London! We love you! Goodnight!"
    },
    {
        "anime": "Bleach",
        "character": "Kuchiki Byakuya",
        "quote": "The arrogant one is you, Espada. But rest at ease. The reason for your loss is not due to that arrogance. It is simply due to a difference in power."
    },
    {
        "anime": "Fate/zero",
        "character": "Emiya Kiritsugu",
        "quote": "However, humans did not realize that truth no matter how high they staked their mountains of corpses. That's because in no matter what era the courageous and fearless great heroes have always bedazzled the eyes of the multitude with their splendid heroic legends. Because of the wistful actions of those idiots and their refusal to admit that bloodshed is by itself evil, the essence of humans has stayed on the same spot since the Stone Age!"
    },
    {
        "anime": "Baka to Test to Shoukanjuu",
        "character": "Yoshii Akihisa",
        "quote": "No, I do want to be the hero... But since it’s a rare chance, I want to repay what I borrowed. Uu... how should I say it? I’m really troubled. I bet everything on such an important match, yet I didn't accomplish anything before this thing ends. I can only wish that others can finish off this wish that I would never give up on. Should I be depressed, or angry, or is it an inexplicable feeling... I don't know how to express it, but anyway—\n            I’M JUST UNHAPPY THAT I’M NOT THE PROTAGONIST TODAY!"
    },
    {
        "anime": "Mobile Suit Gundam 00",
        "character": "Setsuna F. Seiei",
        "quote": "Anyone can smile if you give them something to be happy about."
    },
    {
        "anime": "Eureka Seven",
        "character": "Eureka",
        "quote": "If you don't believe in anything, it no longer has the power to hurt."
    },
    {
        "anime": "Jinrui wa Suitai Shimashita",
        "character": "UNESCO Director",
        "quote": "A politician in the past once said: \"My secretaries did it all.\""
    },
    {
        "anime": "Rurouni Kenshin",
        "character": "Kenshin Himura",
        "quote": "The scar of my past will determine my future!"
    },
    {
        "anime": "Angel Beats!",
        "character": "Ooyama",
        "quote": "Oh man, my heart is pounding. I'm eating snacks in the middle of class! I ate it! I totally ate it! Boldly eating snacks in the middle of class! I'm being so reckless!"
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Kyon",
        "quote": "Afterall, the fate of the world rests on my pitching. The world sure isn't worth much these days."
    },
    {
        "anime": "Fate/stay night",
        "character": "Emiya Kiritsugu",
        "quote": "I was reckless when I was young. I educated myself by cursing the heartlessness of the world. The world was cruel - so I made myself more heartless and used that as a weapon, trying to follow through on my ideals."
    },
    {
        "anime": "Ghost in the Shell",
        "character": "Motoko Kusanagi",
        "quote": "There are countless ingredients that make up the human body and mind, like all the components that make up me as an individual with my own personality. Sure, I have a face and voice to distinguish myself from others, but my thoughts and memories are unique only to me, and I carry a sense of my own destiny. Each of those things are just a small part of it. I collect information to use in my own way. All of that blends to create a mixture that forms me and gives rise to my conscience."
    },
    {
        "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
        "character": "Hachiman Hikigaya",
        "quote": "If wishes could be granted, if desires could be fulfilled,  then I wouldn't wish or desire for anything after all. The things you're handed on a silver platter are never genuine, and never everlasting. And that is why I'll always keep searching."
    },
    {
        "anime": "Fruits Basket",
        "character": "Saki Hanajima",
        "quote": "...If Tohru-chan were to die, I...I wonder if I'd be able to smile again one year later? Or if I'd wish that I could forget ever having met her. ...Tohru-chan... has tried really hard..."
    },
    {
        "anime": "Sekai Ichi Hatsukoi",
        "character": "Ritsu Onodera",
        "quote": "It's not like I'm pessimistic or anything... I'm just moving forward without looking back."
    },
    {
        "anime": "Nisekoi",
        "character": "Ichijou Raku",
        "quote": "I'm used to gettting clobbered by her and all. But damn. A slap on the face hurts so much more."
    },
    {
        "anime": "Wolf's Rain",
        "character": "Hige",
        "quote": "You're a strange one, all right. But having pride doesn't count for much if you're dead, you know?"
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "Lelouch Lamperouge",
        "quote": "When will the war end? When someone wins."
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Kurama",
        "quote": "I thought clowns made everyone else laugh."
    },
    {
        "anime": "Rewrite",
        "character": "Akane Senri",
        "quote": "Love is nothing more than a cultural idea attached to our pre-existing genetic needs to reproduce and gain recognition from our peers."
    },
    {
        "anime": "Perfect Blue",
        "character": "Eri Ochiai",
        "quote": "How do you know that the person you were one second ago, is the same person that you are right now?"
    },
    {
        "anime": "Trigun",
        "character": "Meryl Stryfe",
        "quote": "All of life's journeys come with meetings, partings, and reunions."
    },
    {
        "anime": "The World God Only Knows",
        "character": "Keima Katsuragi",
        "quote": "I'm only attracted to girls in games!! Reality is just a shitty game."
    },
    {
        "anime": "Nisekoi",
        "character": "Kanakura Yui",
        "quote": "Once you find out whom you made the promise to, will you really be able to fall in love with her?"
    },
    {
        "anime": "Diamond No Ace",
        "character": "Tetsuya Yūki",
        "quote": "Be daring in the midst of caution, you can't win if you're afraid of taking risks."
    },
    {
        "anime": "Chihayafuru 2",
        "character": "Chihaya Ayase",
        "quote": "I never knew until the first years came, that we all cared about different things."
    },
    {
        "anime": "Soul Eater",
        "character": "Franken Stein",
        "quote": "This is fear. That's good then, I had forgotten what it felt like."
    },
    {
        "anime": "Naruto",
        "character": "Kankuro",
        "quote": "You tick me off. I hate short people anyway. And you're so impertinent for someone younger than me. It makes me want to break you."
    },
    {
        "anime": "Gakkou Gurashi!",
        "character": "Yuki Takeya",
        "quote": "There are days when nothing goes right. There are days when you stumble and fall. There are days when you just want to cry. To cry a lot. To sleep a lot. Or even eat a lot. It's alright, as long as you pick yourself up again."
    },
    {
        "anime": "Assassination Classroom 2nd Season",
        "character": "Korosensei",
        "quote": "All of the connections we encounter in this world serve as teachers who nurture us."
    },
    {
        "anime": "Angel Beats!",
        "character": "Shiina",
        "quote": "Ever since that day, I've kept this broom balanced on my fingertip."
    },
    {
        "anime": "Juuou Mujin no Fafnir",
        "character": "Mononobe Yuu",
        "quote": "I could give you baseless hope through empty encouragement, but you'd just make the same mistake again. You won't live long if you don't own up to your failures."
    },
    {
        "anime": "Trigun",
        "character": "Nicholas D. Wolfwood",
        "quote": "Come again, Needle Noggin?"
    },
    {
        "anime": "Nagi no Asukara",
        "character": "Uroko",
        "quote": "Being in love is a difficult situation. Too much to bear, you can't help it. You can't control yourself to the extent that you're sad and in pain, and your heart is full."
    },
    {
        "anime": "Naruto",
        "character": "Kimimaro",
        "quote": "Is there really a god? If there is one, why does he keep me confined in here?"
    },
    {
        "anime": "Soul Eater",
        "character": "Maka Albarn",
        "quote": "The legendary super-skill of the Scythe-Meister! Witch Hunter!"
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "The earth's rowdier than a group of five high school guys living under the same roof."
    },
    {
        "anime": "FLCL",
        "character": "Haruko Haruhara",
        "quote": "It takes an idiot to do cool things. That's why it's cool."
    },
    {
        "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
        "character": "Rory Mercury",
        "quote": "Girls are happier when they're the only one you're nice to."
    },
    {
        "anime": "Bleach",
        "character": "Kurotsuchi Mayuri",
        "quote": "A grenade that's thrown should not come back."
    },
    {
        "anime": "Subete ga F ni Naru",
        "character": "Magata Shiki",
        "quote": "It is right for me, but not for you. Either way, the concept of \"right\" means no more than that."
    },
    {
        "anime": "Black Lagoon",
        "character": "Bai Ji-Shin Chang",
        "quote": "It's been 35 years... since this rotten harbor town became a den of vice. Roanapur has managed to stay out of CNN's evening news or the dinner topic of housewives only because... from the past to the present, the motives of those who've gathered here have always been consistent. That is, it's in our mutual interest to lead the public eye away from our more stimulating businesses, for the peace of mind of those who are crooked.\n...\nPlease remember this. If we continue suspecting each other, continue pursuing our own self-interests... who do you think will be left standing in the ring in the end? There won't be anybody there, ladies and gentlemen. Not you, not me... Not even the ring itself."
    },
    {
        "anime": "Bleach",
        "character": "Ichimaru Gin",
        "quote": "*to Ichigo* I thought you were interesting before, but now you're just a creepy kid."
    },
    {
        "anime": "Nisekoi",
        "character": "Onodera Kosaki",
        "quote": "Why did you run away, Chitoge-chan? No... I don't want this... I won't be happy with you just giving up... To end up liking the same person. It's painful, for sure but Chitoge-chan, you like him enough to not be able to face him again after that, don't you? Regardless of who ends up with him, I want to be satisfied when it happens. I thought for sure that you think the same way. Is there a reason why that can't happen? Tell me Chitoge-chan..."
    },
    {
        "anime": "Soul Eater",
        "character": "Maka Albarn",
        "quote": "You're the one who decides who you are."
    },
    {
        "anime": "Detective Conan",
        "character": "Detective Conan",
        "quote": "If you plan to continue being a detective and using words to entrap people, inscribe this in your hearts: Words are like knives. When used incorrectly, they turn into foul weapons. You have to understand the opponent’s heart and use them with discretion. No matter who it is you’re dealing with."
    },
    {
        "anime": "Eyeshield 21",
        "character": "Hiruma Youichi",
        "quote": "Do you understand how to handle cards now? I win as long as I can make you think \"there's no way he will play that card\"."
    },
    {
        "anime": "Highschool Of The Dead",
        "character": "Saeko Busujima",
        "quote": "Protecting a man’s pride… is a woman’s duty."
    },
    {
        "anime": "Kuroshitsuji",
        "character": "Alan Humphries",
        "quote": "I was born alone in this world and alone I will die. If this is my fate, why are tears coming out of my eyes?"
    },
    {
        "anime": "Bungou Stray Dogs",
        "character": "Sakunosuke Oda",
        "quote": "Be on the Side that saves people, if both sides are the same, become a good man."
    },
    {
        "anime": "Neon Genesis Evangelion",
        "character": "Kaworu Nagisa",
        "quote": "Humans cannot create anything out of nothingness. Humans cannot accomplish anything without holding onto something. After all, humans are not gods."
    },
    {
        "anime": "Again!!",
        "character": "Kinichirou Imamura",
        "quote": "As far as relationships with other people go, they don't just end because one person decides that it's over."
    },
    {
        "anime": "Fairy Tail",
        "character": "Erza Scarlet",
        "quote": "I wish I could go back to my childhood. It went by so quickly I feel like it was robbed from me."
    },
    {
        "anime": "Bleach",
        "character": "Shunsui Kyōraku",
        "quote": "Flowers are disturbed, god of flowers weeps, winds of Heaven are disturbed, demon of Heaven laughs. Katen Kyōkotsu!"
    },
    {
        "anime": "Soul Eater",
        "character": "Crona",
        "quote": "There are stars and planets floating around me. I don't think I could handle astronomy right now."
    },
    {
        "anime": "Barakamon",
        "character": "Hiroshi Kido",
        "quote": "Being able to work hard is the best talent of all."
    },
    {
        "anime": "Death Note",
        "character": "L Lawliet",
        "quote": "Why are you staring at me? Are you annoyed that I am the only one who has cake?"
    },
    {
        "anime": "Elfen Lied",
        "character": "Lucy",
        "quote": "Aren't we all monsters inside?"
    },
    {
        "anime": "Bleach",
        "character": "Kurosaki Ichigo",
        "quote": "If you give me wings, I will soar for you even if this whole land sinks down to the water. If you give me a sword, I will fight for you even if this whole sky shoots through with your light."
    },
    {
        "anime": "Naruto",
        "character": "Madara Uchiha",
        "quote": "In this world, wherever there is light - there are also shadows. As long as the concept of winners exists, there must also be losers. The selfish desire of wanting to maintain peace causes wars, and hatred is born to protect love."
    },
    {
        "anime": "Naruto",
        "character": "Haku",
        "quote": "{TO NARUTO} Oh, by the way... I'm a boy"
    },
    {
        "anime": "Brynhildr in the Darkness",
        "character": "Ichijiku Chisato",
        "quote": "It's a foolish thing, the human heart. Sometimes we fail to operate logically, and act on emotions."
    },
    {
        "anime": "Soul Eater",
        "character": "Franken Stein",
        "quote": "To define true madness. What is it to be nothing else but mad?"
    },
    {
        "anime": "Naruto",
        "character": "Jiraiya",
        "quote": "Knowing what it feels to be in pain, is exactly why we try to be kind to others."
    },
    {
        "anime": "Bleach",
        "character": "Urahara Kisuke",
        "quote": "[Urahara writes Ichigo a message in blood] Please meet at Urahara shop immediately. [After Ichigo freaked out] P.S: If you look at this message and think that it is the message of a person before his death... then you have no sense of humor."
    },
    {
        "anime": "Pokémon",
        "character": "Blue",
        "quote": "What?! Unbelievable! I picked the wrong Pokémon!"
    },
    {
        "anime": "The Gamer",
        "character": "Han Jee-Han",
        "quote": "What use is strength in modern society? You have to be smart."
    },
    {
        "anime": "Nodame Cantabile",
        "character": "Chiaki Shinichi",
        "quote": "No matter how painful, no matter how much solitary struggle awaits us, because we have joyous moments like this, we can face the challenges over and over again."
    },
    {
        "anime": "Zetsuen No Tempest",
        "character": "Aika Fuwa",
        "quote": "Everything happens for a reason. The daily tragedies and misfortunes are all meaningful events, leading toward an ideal conclusion. With that in mind, there probably isn't really any meaningless misfortune."
    },
    {
        "anime": "Fate/stay night",
        "character": "Assassin",
        "quote": "A warrior would rather die, than survive defeat."
    },
    {
        "anime": "One Piece",
        "character": "One Piece",
        "quote": "Inherited will, the swelling of the changing times, and the dreams of people. These are things that cannot be stopped. As long as people seek the answer to freedom, these will never cease to be!"
    },
    {
        "anime": "Claymore",
        "character": "Ophelia",
        "quote": "[Last words] Well done. You win. As promised, I entrust you with everything. After all I can't do any more at this point anyways. Man, this really annoys me. I really hate people, who put their life on the line like you. Now quickly, finish me off. If you don't hurry, I'll regenerate again. Since you will be fighting in my stead, I won't stand for it if you lose, understand?"
    },
    {
        "anime": "Octave",
        "character": "Yukino Miyashita",
        "quote": "Someone told me this: \"Nothing is \"forever\" in human relationships\". That might be true, but it sounds awfully lonely. But I realized today... If there really is no such thing as \"forever\"... Then having someone important is the happiest thing one can attain in life."
    },
    {
        "anime": "Avatar: The Legend Of Korra",
        "character": "Tenzin",
        "quote": "The key is to be like the leaf, flow... with the movement of the gates. Airbending is all about spiral movements. When you meet resistance, you must be able to switch directions at a moments notice."
    },
    {
        "anime": "Demon King Daimao",
        "character": "Akuto Sai",
        "quote": "Living your life sympathizing with others in your everyday life is more powerful, than living your life based on a religious belief or some story."
    },
    {
        "anime": "Cowboy Bebop",
        "character": "Jet Black",
        "quote": "Everything has a beginning and an end. Life is just a cycle of starts and stops. There are ends we don't desire, but they're inevitable. We have to face them. It's what being human is all about."
    },
    {
        "anime": "Voices of a Distant Star",
        "character": "Mikako Nagamine",
        "quote": "We are far, far, very, very far apart... but it might be that thoughts can overcome time and distance."
    },
    {
        "anime": "No Game No Life",
        "character": "Sora",
        "quote": "Oppression. Rule by fear. dictatorships. It's a strange thing. Throughout history, for some reason, the lives of such rulers have always ended in the same way: Assassination by someone who isn't even part of a combat unit."
    },
    {
        "anime": "Sakurasou no Pet na Kanojo",
        "character": "Misaki Kamiigusa",
        "quote": "We found ourselves in conflict with each other many times. There were hard times when we wanted to run away or give up. But it was only because that rain fell, that the seeds of our emotions could sprout. And the flowers of deeper friendship could bloom."
    },
    {
        "anime": "Shigatsu Wa Kimi No Uso",
        "character": "Kousei Arima",
        "quote": "Sure I'm okay. Because that's how I was built, after all."
    },
    {
        "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
        "character": "Lelei la Lelena",
        "quote": "Only humans, with their short lifespan, are driven to solve every problem they encounter. It is how they live."
    },
    {
        "anime": "Imawa no Kuni no Alice",
        "character": "Shuntarou Chishiya",
        "quote": "Whether it's on the other side of the planet, or right in front of one's eyes, as long as one is safe, it doesn't matter how many others die. Isn't that humanity?"
    },
    {
        "anime": "Dragon Ball Z",
        "character": "Vegeta",
        "quote": "*To Android 19* Just as I thought... you're nothing. Silly robot, you really think you have a chance against a super saiyan like me? Your brain must be malfunctioning. Fresh out of the factory with no warranty and already broken. What a pity."
    },
    {
        "anime": "Bleach",
        "character": "Kuchiki Byakuya",
        "quote": "\"Control\"... you say? When you stand before me... that word holds no meaning. Bankai. Senbonzakura Kageyoshi."
    },
    {
        "anime": "Terror in Resonance",
        "character": "Mishima Lisa",
        "quote": "I'm so stupid. At that time, I thought I could escape. I thought I'd be taken somewhere out of this world. I got my hopes up a little. But that's impossible isn't it? I'm not playing by the rules. As if anyone would just take me away when I wanted them to. I'm so stupid."
    },
    {
        "anime": "Spice and Wolf",
        "character": "Kraft Lawrence",
        "quote": "Profit could warm his coin purse, but never his back."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Kira Yamato",
        "quote": "I may be able to operate the mobile suit... but that doesn't mean I know how to fight a battle!"
    },
    {
        "anime": "Steins;Gate",
        "character": "Kurisu Makise",
        "quote": "[after kissing Okabe] There was a scientific rationale for that! Because... important memories, including, but not limited to, one's first kiss, are stored in the hippocampus, which makes them harder to forget. So I figured..."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Hiro",
        "quote": "Thanks for such a boring time, it was a blast!"
    },
    {
        "anime": "Oyasumi Punpun",
        "character": "Oyasumi Punpun",
        "quote": "Although Punpun didn’t really want to think about what the point of having dreams that could never come true was… To have dreams and worries that you could talk frankly about… In a way, that was probably a more fulfilling lifestyle than his own, Punpun admitted. Being cool was merely a paper-thin difference away from being empty."
    },
    {
        "anime": "Durarara!!",
        "character": "Izaya Orihara",
        "quote": "The only way to truly escape the mundane is for you to constantly be evolving. Whether you choose to aim high, or aim low. Enjoy each day for what it is."
    },
    {
        "anime": "Gunslinger Stratos: The Animation",
        "character": "Tooru Kazasumi",
        "quote": "Pain, suffering, sadness... We all accept it, and that's why we can move forward!"
    },
    {
        "anime": "Fairy Tail",
        "character": "Erza Scarlet",
        "quote": "Even if I can't see. Even if I can't hear. I have light inside me. The path I walked with my friends, is bringing light to my future. I don't fear anything! This isn't even worthy of being called pain! The worst pain is.. The pain of losing your light."
    },
    {
        "anime": "Bleach",
        "character": "Aizen Sousuke",
        "quote": "We think the flower on the precipice is beautiful, because our fear makes our feet stop at its edge, instead of stepping forward into the sky, like that flower."
    },
    {
        "anime": "Death Note",
        "character": "Light Yagami",
        "quote": "Humans aren't made perfectly. Everyone lies. Even so... I've been careful not to tell lies that hurt others."
    },
    {
        "anime": "Valvrave the Liberator",
        "character": "Senator Figaro",
        "quote": "Running away isn’t the same thing as losing. You only truly lose by dying. So as long you’re alive, you win."
    },
    {
        "anime": "Yu-Gi-Oh!",
        "character": "Underwood Weevil",
        "quote": "Say good-bye to The Unstoppable Exodia!"
    },
    {
        "anime": "Mushishi",
        "character": "Ginko",
        "quote": "Just live normally. You'll be better off if you can catch some fish. Dig up the caves so you can set sail whenever you need to. It wouldn't be easy. But you have an endless amount of time ahead of you."
    },
    {
        "anime": "Gintama",
        "character": "Kagura",
        "quote": "*talking about Gintoki* It's the same as always. He doesn't pursue those who leave, and ignores those who come."
    },
    {
        "anime": "Gintama",
        "character": "Okita Sougo",
        "quote": "*talking about Shinsengumi* Every time I'm with all of you, there's always a gap. I'm different from all of you."
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Kyon",
        "quote": "I mean, think about it. If someone pointed to a classmate of yours and asked you what they meant to you, how would you answer? What would you say?"
    },
    {
        "anime": "Nagi no Asukara",
        "character": "Hikari Sakishima",
        "quote": "Whether you like me or not, the fact that you're precious to me won't change, no matter what."
    },
    {
        "anime": "Pandora Hearts",
        "character": "Elliot Nightray",
        "quote": "Humpty Dumpty. I reject you."
    },
    {
        "anime": "Pokémon",
        "character": "Ash Ketchum",
        "quote": "Hahahahahahahah! Now we'll see who has the last quack!"
    },
    {
        "anime": "Trigun",
        "character": "Meryl Stryfe",
        "quote": "All of life's journeys come with meetings, partings, and reunions."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Roy Mustang",
        "quote": "Life that has been lost cannot be brought back again. That very truth is what shows us the meaning and value \nof living."
    },
    {
        "anime": "Fairy Tail",
        "character": "Mirajane Strauss",
        "quote": "Magic is not meant to be used to kill people... but without power we can't even protect the ones we love..."
    },
    {
        "anime": "Air Gear",
        "character": "Akito Wanijima",
        "quote": "My plan was perfect, but there was one thing I overlooked, one factor I failed to calculate. He's a dumbass. And there is no accounting for Dumbass...Ness."
    },
    {
        "anime": "Gintama",
        "character": "Hijikata Toushirou",
        "quote": "There is no need for any proof. There is no need to create any. We just have to live every second to the fullest, and the traces of the path we lived will burn into the ground. That will serve as proof of our existence."
    },
    {
        "anime": "ReLIFE",
        "character": "Onoya An",
        "quote": "Even though everything is going to disappear, it isn't supposed to be meaningless. It's exactly because you know you're going to part ways, that now and only now is your only chance."
    },
    {
        "anime": "Panty And Stocking With Gaterbelt",
        "character": "Anarchy Panty",
        "quote": "But that's why I can't let myself be weighed down by fuckin' regrets. A bitch lives as free as a bird that can never be caught."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Athrun Zala",
        "quote": "Using a rescued civilian as a hostage? So do you still feel justified in fighting by their side with these cowards? Kira?"
    },
    {
        "anime": "Nura: Rise of the Yokai Clan",
        "character": "Rikuo Nura",
        "quote": "Immersed in ecstasy from killing weak things... A burdensome corpse with no benefit to people. Someone like that... I can't possibly forgive!"
    },
    {
        "anime": "The Gamer",
        "character": "Han Jee-Han",
        "quote": "What use is strength in modern society? You have to be smart."
    },
    {
        "anime": "Shugo Chara",
        "character": "Amu Hinamori",
        "quote": "No matter what changes, I'll still be me. And I can be whoever I want to be."
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Juuzou Suzuya",
        "quote": "If an angelic being fell from the sky and tried to live in this world of ours, I think even they would commit many wrongs."
    },
    {
        "anime": "Death Note",
        "character": "Near",
        "quote": "I've wanted to make him taste his own pathetic failure with all my heart."
    },
    {
        "anime": "Inuyasha",
        "character": "Inuyasha",
        "quote": "I'm a half-demon, more egotistical and greedy than any other living creature — that's what human beings are, right?.. But with human blood flowing through my veins, I never give up! Don't you understand? When you have someone to protect, your power increases multifold!"
    },
    {
        "anime": "Free! Eternal Summer",
        "character": "Haruka Nanase",
        "quote": "A dream? A future? Stop going on about other people's futures when you haven't even decided your own!"
    },
    {
        "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
        "character": "Subaru Natsuki",
        "quote": "While we talk,  look forward to making up for all the time you've wasted looking back! We can start by talking about tomorrow. You can say anything like, whether you'll make Japanese or Western style breakfast tomorrow, or whether you'll put on your right or left shoe first. It can be something silly like that. No matter how silly it is, you can talk about tomorrow because you have a tomorrow."
    },
    {
        "anime": "Soul Eater",
        "character": "Crona",
        "quote": "I don't like it, the dark circles under my eyes will come back and I don't know how to deal with the dark circles!"
    },
    {
        "anime": "Utsuro no Hako to Zero no Maria",
        "character": "Oomine Daiya",
        "quote": "Boredom - there are people that blast their own brain away just to escape from this beast."
    },
    {
        "anime": "Fairy Tail",
        "character": "Makarov Dreyar",
        "quote": "Weaklings will stay weak forever. But weakness is not evil, since human beings are weak creatures to begin with. Alone, you feel nothing but insecurity; that's why we form guilds, that's why we have friends. We walk together in order to live a strong life. The clumsy ones will walk into more walls than the others, and it may also take them longer to get there. If you believe in tomorrow and put yourself out there, you can naturally obtain your strength. That's how you will be able to smile and live strong."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "You STILL don't get it? When you tossed all of that away, a few important things were discarded as well. You abandoned your friends? More like you were afraid of BEING abandoned. You fight by yourself? More like you hid yourself in solitude from the beginning. You abandoned yourself? No... You just couldn't bear the pain of having a heavy load place upon you, or being a heavy load, so you ran. Like the coward you are. If you want to live your life abandoning one thing after another, that's your choice. But to try to incite your student to join you because you can't handle being alone, makes you a fool."
    },
    {
        "anime": "One Piece",
        "character": "Monkey D. Luffy",
        "quote": "If you don't take risks, you can't create a future."
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Kazuma Kuwabara",
        "quote": "Urameshi, I'm gonna mess your face up so bad that kittens won't even look at you."
    },
    {
        "anime": "Revolutionary Girl Utena",
        "character": "Akio Ohtori",
        "quote": "This device paints the illusion of fairy tales for those with naive wishes in their hearts, who say they wish something eternal existed, who say they wish the power of miracles existed. But, there's no place higher than this room. This room is the summit of Ohtori Academy, and of the world."
    },
    {
        "anime": "Nisekoi",
        "character": "Ichijou Raku",
        "quote": "But... If you're the kind of person who can devote herself like that to someone, then I'll bet you anything there's someone out there who'll fall in love with you."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "If you can't get along without putting someone else down, it can't be real friendship."
    },
    {
        "anime": "Mobile Suit Gundam 00",
        "character": "Mobile Suit Gundam 00",
        "quote": "Reflecting upon death, one appreciates life. If that’s the case, does it take a mistake for people to choose the right path? Behold the brilliance of the heavens burdened with sin."
    },
    {
        "anime": "Shakugan no Shana",
        "character": "Shana",
        "quote": "Those who rely on \"someday\" will only grow weaker and lowlier."
    },
    {
        "anime": "Deadman Wonderland",
        "character": "Ganta Igarashi",
        "quote": "Facing irrationality doesn't mean not feeling fear, but rather possessing eyes that gaze upon fear and standing against the world."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "Are you scared? I understand. The first time I saw my reflection in the mirror, even I was frightened by how BIG my reflection was."
    },
    {
        "anime": "Psycho-Pass",
        "character": "Akane Tsunemori",
        "quote": "I was the only one who got an A ranking for the Public Safety Bureau. There were more than 500 students and I was the only one. So I thought that there must have been something that only I could do at the Bureau. If I went there, I thought I could find my purpose in life... I thought I'd be able to find out why I was born here and now!"
    },
    {
        "anime": "Nisekoi",
        "character": "Maiko Shuu",
        "quote": "To enjoy my youth properly. She might've been talking about something like this. To live without thinking about consequences or what's around me with all my strength. That's what it was about..."
    },
    {
        "anime": "Detective Conan",
        "character": "Detective Conan",
        "quote": "If you plan to continue being a detective and using words to entrap people, inscribe this in your hearts: Words are like knives. When used incorrectly, they turn into foul weapons. You have to understand the opponent’s heart and use them with discretion. No matter who it is you’re dealing with."
    },
    {
        "anime": "Naruto",
        "character": "Naruto Uzumaki",
        "quote": "Listen to yourself whining and complaining like some sorry little victim! You can whimper all day for all I care, you're nothing but a coward!"
    },
    {
        "anime": "Soul Eater",
        "character": "Soul Evans",
        "quote": "I'm hungry! can we just get his damn zombie soul already?"
    },
    {
        "anime": "Bleach",
        "character": "Ulquiorra Schiffer",
        "quote": "[To Yammy] They're all trash...kill them all."
    },
    {
        "anime": "Gintama",
        "character": "Matsu's Husband",
        "quote": "Matsu, you said that people and fireworks bloom like beautiful flowers for an instant and then fade away. That may be true, but Matsu, even if it's only for a moment, I want you to bloom by my side and when you fade away... do so at my side. In return, I will... make beautiful flowers bloom by your side again and again."
    },
    {
        "anime": "Koutetsujou no Kabaneri",
        "character": "Ikoma",
        "quote": "Perhaps the souls of those we couldn't save, will eventually find their way to my sister. If they do, could they relay a message for me? That I promise to live for her too. And even if she feels a little lonely, just wait there for me for a little while longer."
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "Lelouch Lamperouge",
        "quote": "You can't change the world without getting your hands dirty."
    },
    {
        "anime": "Dragon Ball Z",
        "character": "Frost",
        "quote": "I start wars, resolve them myself, then I buy up the war ravaged lands for a low prince and make a killing off redevelopment and reconstruction concessions!It is a brilliant scheme."
    },
    {
        "anime": "Special A",
        "character": "Kei Takishima",
        "quote": "Nothing interesting ever happens. It's the same everyday."
    },
    {
        "anime": "Sword Art Online",
        "character": "Kazuto Kirigaya",
        "quote": "If you married someone, that means you love every side of your significant other that you already know. So if you find a new side after to love, doesn't that mean you'll love your partner even more?"
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Lacus Clyne",
        "quote": "First you must decide, then you must follow through. I believe that’s the only way you can get anything accomplished."
    },
    {
        "anime": "CLANNAD",
        "character": "Okazaki Tomoya",
        "quote": "If you feel like crying you should not hold back your tears. You should let it all out while you still can - because when you get bigger sometimes you can't cry even if you have something to cry about."
    },
    {
        "anime": "JoJo's Bizarre Adventure",
        "character": "Funny Valentine",
        "quote": "Suppose that you were sitting down at a table. The napkins are in front of you, which napkin would you take? The one on your ‘left’? Or the one on your ‘right’? The one on your left side? Or the one on your right side? Usually you would take the one on your left side. That is ‘correct’ too. But in a larger sense on society, that is wrong. Perhaps I could even substitute ‘society’ with the ‘Universe’. The correct answer is that ‘It is determined by the one who takes his or her own napkin first.’ …Yes? If the first one takes the napkin to their right, then there’s no choice but for others to also take the ‘right’ napkin. The same goes for the left. Everyone else will take the napkin to their left, because they have no other option. This is ‘society’… Who are the ones that determine the price of land first? There must have been someone who determined the value of money, first. The size of the rails on a train track? The magnitude of electricity? Laws and Regulations? Who was the first to determine these things? Did we all do it, because this is a Republic? Or was it Arbitrary? NO! The one who took the napkin first determined all of these things! The rules of this world are determined by that same principle of ‘right or left?’! In a Society like this table, a state of equilibrium, once one makes the first move, everyone must follow! In every era, this World has been operating by this napkin principle. And the one who ‘takes the napkin first’ must be someone who is respected by all. It’s not that anyone can fulfill this role… Those that are despotic or unworthy will be scorned. And those are the ‘losers’. In the case of this table, the ‘eldest’ or the ‘Master of the party’ will take the napkin first… Because everyone ‘respects’ those individuals."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Hatsuharu",
        "quote": "Shut up. Quit shouting like you're king of the figgin' world. You're making my ears bleed you bastard. Now I've got some common sense for you... If I wore a tie, it wouldn't change who I am. If I had no piercings, it wouldn't mean I'm nice and if my hair wasn't black, it wouldn't stop me from kicking your ass! Who do you think you are anyway? You think you're God huh?! What's the matter?! Run out of things to say? No more advice?! You're not so hot anymore right now are you?! (Black Haru yelling at student council president for shouting at Momiji)"
    },
    {
        "anime": "Bakemonogatari",
        "character": "Senjougahara Hitagi",
        "quote": "My abusive language is alchemized through 40 kg copper, 25 kg of zinc, 15 kg of nickel, 5 kg of ice that keeps my cool, and 97 kg of spite."
    },
    {
        "anime": "JoJo's Bizarre Adventure",
        "character": "William A. Zeppeli",
        "quote": "What is \"Courage\"? Courage is owning your fear!"
    },
    {
        "anime": "Bleach",
        "character": "Ichimaru Gin",
        "quote": "[To Rukia as she is taken to Sokyoku Hill] Bye Bye, Rukia chan! See 'ya at the execution grounds."
    },
    {
        "anime": "Black Bullet",
        "character": "Satomi Rentarou",
        "quote": "The scariest thing about killing people is getting used to it! When you kill someone and realize you won't be punished... That's when people forget all about punishment!"
    },
    {
        "anime": "Again!!",
        "character": "Chihiro Iwasaki",
        "quote": "What's wrong with change? In life, if you don't take shortcuts, you're the only one losing out."
    },
    {
        "anime": "Suisei no Gargantia",
        "character": "Chamber",
        "quote": "In a conflict between creatures that are fundamentally the same, defeat is equavalent to annihilation."
    },
    {
        "anime": "Baka to Test to Shoukanjuu",
        "character": "Tōdō Kaoru",
        "quote": "When you're upset, try making the intelligent decision. And then, you might actually get something you want for a change."
    },
    {
        "anime": "Baby Steps",
        "character": "Eiichirou Maruo",
        "quote": "I shouldn't think about losing before the match has even begun."
    },
    {
        "anime": "Detective Conan",
        "character": "Miwako Sato",
        "quote": "Justice isn’t something that you can just proclaim. It’s a feeling you should keep near your heart."
    },
    {
        "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
        "character": "Hachiman Hikigaya",
        "quote": "If wishes could be granted, if desires could be fulfilled,  then I wouldn't wish or desire for anything after all. The things you're handed on a silver platter are never genuine, and never everlasting. And that is why I'll always keep searching."
    },
    {
        "anime": "Jitsu wa Watashi wa",
        "character": "Akari Koumoto",
        "quote": "Love is more afraid of change than destruction."
    },
    {
        "anime": "Samurai Champloo",
        "character": "Kasumi Fuu",
        "quote": "They say \"there's always room for dessert\", but for me, it's more like \"there's always room if someone else is paying\"."
    },
    {
        "anime": "Suicide Island",
        "character": "Sei",
        "quote": "I... the society I was in- says that if you don't have anything you want to do, then you're no good. That if you don't have dreams, you're no good. If you don't win, you're no good. If you can't get a nice life... if you can't accumulate a lot... then you aren't happy, they said. And yet... and yet, mom... I... I just wanted you to say that I'm fine how I am. That's all."
    },
    {
        "anime": "Bleach",
        "character": "Tousen Kaname",
        "quote": "It must make you sick to know an underling like me is going to kill you."
    },
    {
        "anime": "Sekai Ichi Hatsukoi",
        "character": "Masamune Takano",
        "quote": "When I’m shown something so pure and innocent, I’m forced to see the filthy part of myself even more and it pisses me off."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "Finishing Strike! Black Star Big Wave!"
    },
    {
        "anime": "Kyo kara Maoh!",
        "character": "Conrad Weller",
        "quote": "[To Yuuri Shibuya] Does your Majesty believe in Time? Time gives us happiness, but it can also take everything away from us. During the 15 years that I waited for your Majesty to grow up and for the day when you would come to this world, Time gave me happiness every day. And after you came to this world... This is my conclusion, made during all the time that I have been with you."
    },
    {
        "anime": "Gankutsuou: The Count of Monte Cristo",
        "character": "The Count of Monte Cristo",
        "quote": "I no longer even dream, for I no longer sleep. So I had this golden enclosed garden made. However, now the only place where I can be myself is in this room. And my wealth is just this one glass of water."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "*about Katsura, who apparently got his head hit very hard* Forget his name, this guy's questioning his own existence!"
    },
    {
        "anime": "Rurouni Kenshin",
        "character": "Kenshin Himura",
        "quote": "Just because you die... doesn't mean that the people you killed will come back to life... instead using this sword to save just one more soul is repentance in true sense."
    },
    {
        "anime": "Naruto",
        "character": "Itachi Uchiha",
        "quote": "Those who forgive themselves, and are able to accept their true nature... They are the strong ones!"
    },
    {
        "anime": "Tsubasa Reservoir Chronicle",
        "character": "Fay D. Flourite",
        "quote": "To all the young ones in your group, you are no longer someone who passes through their lives and is forgotten. You have become someone very important to them. Your hardships are their hardships too."
    },
    {
        "anime": "Ghost in the Shell 2: Innocence",
        "character": "Motoko Kusanagi",
        "quote": "We weep for the blood of a bird, but not for the blood of a fish. Blessed are those with a voice. If the dolls could speak, no doubt they'd scream, \"I didn't want to become human\"."
    },
    {
        "anime": "Pokémon",
        "character": "Kasumi",
        "quote": "Very funny. Carrots, peppers, and bugs! Everyone has something they don't like and I don't like bugs!"
    },
    {
        "anime": "Fullmetal Alchemist: Brotherhood",
        "character": "Ling Yao",
        "quote": "The king exists for his people. Without his people, there is no king."
    },
    {
        "anime": "Mawaru Penguindrum",
        "character": "Sanetoshi Watase",
        "quote": "In the human world, truth and reality aren't always one and the same. Humans just call their desires and ambitions as \"truth\". Humans will even kill other humans if they have \"truth\" as an excuse."
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Katara",
        "quote": "Love is brightest in the dark."
    },
    {
        "anime": "World Trigger",
        "character": "Osamu Mikumo",
        "quote": "I am not a hero. I can't make anyone happy with any result. I can only do what I deem right with me not hating my choice at a later point."
    },
    {
        "anime": "Cowboy Bebop",
        "character": "Spike Spiegel",
        "quote": "Whatever happens, happens."
    },
    {
        "anime": "Spice and Wolf",
        "character": "Horo",
        "quote": "When a person lies, what is important is not the lie itself. No, it is their reason. Their why."
    },
    {
        "anime": "Naruto",
        "character": "Sai",
        "quote": "The best way to escape reality without running is smiling even if it is obviously fake."
    },
    {
        "anime": "Terra E",
        "character": "Soldier Blue",
        "quote": "You'll never know what's right or wrong until everything is over."
    },
    {
        "anime": "Death Note",
        "character": "Light Yagami",
        "quote": "Under normal circumstances, humans should have continued to evolve as the greatest creatures upon this earth, but we were actually regressing. A rotten world. Politics, law, education... Was there anybody around who could correct this world? But someone had to do it."
    },
    {
        "anime": "Detective Conan",
        "character": "Ai Haibara",
        "quote": "Don't judge people from the outside. Like any rose has thorns, the more the person appears nice on the outside, the more you should doubt the inside."
    },
    {
        "anime": "Log Horizon",
        "character": "Shiroe",
        "quote": "Being strong on your own is meaningless. To have power you need other people, and they need a world where they can be at their best."
    },
    {
        "anime": "Kuragehime",
        "character": "Kuranosuke Koibuchi",
        "quote": "Every girl is born a princess, some of them just forget is all."
    },
    {
        "anime": "Subete ga F ni Naru",
        "character": "Magata Shiki",
        "quote": "Every individual human affects the surrounding environment. But humans do not exist for the things and people around them. Often, they mistakenly think that they wish to exist for the sake of others, or to help everyone. They can not accept that they don't know why they exist, yes? They always want an answer. That is the nature of the animals called \"humans\"."
    },
    {
        "anime": "Naruto",
        "character": "Rock Lee",
        "quote": "If you believe in your dreams, I will prove to you, that you can achieve your dreams just by working hard."
    },
    {
        "anime": "Steins;Gate",
        "character": "Mayuri Shiina",
        "quote": "We should work towards world peace. Like giving everyone in the world an Upa cushion..."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "What's the point of worrying about the past? A real star keeps moving forward."
    },
    {
        "anime": "Again!!",
        "character": "Tatsuhiko Ookuma",
        "quote": "It's okay to set your goals high; that's what we call a dream!"
    },
    {
        "anime": "Rurouni Kenshin",
        "character": "Kenshin Himura",
        "quote": "Accepting one's own strength, and the strength of others, is an important quality of a swordsman."
    },
    {
        "anime": "Death Note",
        "character": "L Lawliet",
        "quote": "If I sit like a normal person my investigative abilities are only working at 50% efficiency."
    },
    {
        "anime": "Fairy Tail",
        "character": "Natsu Dragneel",
        "quote": "We know our weakness. Now what will we do?\nWe'll get stronger! We'll get up and fight!"
    },
    {
        "anime": "JoJo's Bizarre Adventure: Stardust Crusaders",
        "character": "Dio Brando",
        "quote": "Advantages and disadvantages come hand in hand. That is inevitable"
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "Lelouch Lamperouge",
        "quote": "Change will never come about if you don't make it happen."
    },
    {
        "anime": "La Corda D'Oro - primo passo",
        "character": "Azuma Yunoki",
        "quote": "It's harder to fool one's self than to fool others."
    },
    {
        "anime": "Psycho-Pass",
        "character": "Akane Tsunemori",
        "quote": "It's not the final judgement of \"good\" and \"evil\" that's important. What matters is that you come to that decision yourself. That you agonize over it and eventually accept it."
    },
    {
        "anime": "Spice and Wolf",
        "character": "Kraft Lawrence",
        "quote": "He, who knows how to do something, is the servant of he, who knows why that thing must be done."
    },
    {
        "anime": "Naruto Shippūden",
        "character": "Madara Uchiha",
        "quote": "It seems that you still want to dance but... You will not be able to make steps anymore."
    },
    {
        "anime": "Ore Monogatari!!",
        "character": "Makoto Sunakawa",
        "quote": "Studying is for people to get the knowledge they need to not screw up in life."
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Kaneki Ken",
        "quote": "It's better to be hurt than to hurt others. Nice people can be happy with just that."
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Mikasa Ackerman",
        "quote": "You don't stand a single chance to win, unless you fight."
    },
    {
        "anime": "Fullmetal Alchemist: Brotherhood OAV",
        "character": "Maes Hughes",
        "quote": "I will do anything it takes to be the man she loves. I will survive this war. And when I return home, I will swallow every horrible thing I've done here, and I will smile when I'm with her. I swear on my life."
    },
    {
        "anime": "Durarara!!",
        "character": "Izaya Orihara",
        "quote": "There's no one who can live their whole life being completely uncorrupted."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "You know, it's funny. Every crook I meet wants to tell me how much I'm just like them. But there's a big difference between you and me and the burdens we bear."
    },
    {
        "anime": "Kuroshitsuji",
        "character": "Undertaker",
        "quote": "Life isn't that sweet. That's why everyone wants sweet things."
    },
    {
        "anime": "Casshern Sins",
        "character": "Casshern",
        "quote": "What people seek when the depths of despair and death are upon them, may be the silhouettes of the ones they love."
    },
    {
        "anime": "Sword Art Online",
        "character": "Kazuto Kirigaya",
        "quote": "Everybody can fight. It's just a choice of whether you should."
    },
    {
        "anime": "Hibike! Euphonium",
        "character": "Kawashima Sapphire",
        "quote": "Music speaks to people's hearts, all throughout the world. I believe it's a powerful language."
    },
    {
        "anime": "Psycho-Pass",
        "character": "Akane Tsunemori",
        "quote": "It's not the final judgement of \"good\" and \"evil\" that's important. What matters is that you come to that decision yourself. That you agonize over it and eventually accept it."
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Levi Ackerman",
        "quote": "The only thing we're allowed to do... is to believe that we won't regret the choice we made."
    },
    {
        "anime": "One Piece",
        "character": "Donquixote Doflamingo",
        "quote": "That's right! Whatever the tragedy or the blunder is, only the things that actually happened are written in stone!"
    },
    {
        "anime": "Whistle!",
        "character": "Mizuno Tatsuya",
        "quote": "That kid's good point is that he feels he doesn't have much skill. It's this kind of person that will keep on improving."
    },
    {
        "anime": "Dragon Ball",
        "character": "Trunks Brief",
        "quote": "You're about to find out what it's like to fight a real super saiyan...and I'm not talking about Goku."
    },
    {
        "anime": "Fairy Tail",
        "character": "Lucy Heartfilia",
        "quote": "Remember that everyone you meet is afraid of something, loves something, and has lost something."
    },
    {
        "anime": "Legend of the Galactic Heroes",
        "character": "Reinhard von Lohengramm",
        "quote": "Perfection is a fairly nonexistent thing. If you couldn’t do it, it was probably impossible for anybody else, too."
    },
    {
        "anime": "Honey and Clover",
        "character": "Yuuta Takemoto",
        "quote": "I realized why I was lost. It's not because I didn't have a map... It was because I didn't have a destination."
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Iroh",
        "quote": "Look what I found! These are packue berries, known to cure the poison of the white jade plant... THAT, or makaoli berries that cause blindness."
    },
    {
        "anime": "Death Note",
        "character": "Light Yagami",
        "quote": "I am Justice! I protect the innocent and those who fear evil. I'm the one that will become the god of a new world that every one desires!"
    },
    {
        "anime": "Akatsuki no Yona",
        "character": "Su-won",
        "quote": "Do you want to kill me? It's only natural that you do. But I cannot die right now. Because there is something I must do."
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Armin Arlelt",
        "quote": "We're going to explore the outside world someday, right? Far beyond these walls, there's flaming water, land made of ice, and fields of sand spread wide. It's the world my parents wanted to go to."
    },
    {
        "anime": "Fairy Tail",
        "character": "Lucy Heartfilia",
        "quote": "I don't want... to run away by myself. Because no matter what, I'd rather be together with everyone..."
    },
    {
        "anime": "Bleach",
        "character": "Soi Fon",
        "quote": "Things like protecting the world are no more than moral reasons that sound good."
    },
    {
        "anime": "Bleach",
        "character": "Kusajishi Yachiru",
        "quote": "Someone get this creature off meeeeeee!"
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Kyon",
        "quote": "*thinking* Every day, I hang out with an alien, a time traveler, and a Esper...and I'm still as sane and objective as ever. Hmm...I wonder if that makes me special or something."
    },
    {
        "anime": "Whistle!",
        "character": "Mizuno Tatsuya",
        "quote": "That kid's good point is that he feels he doesn't have much skill. It's this kind of person that will keep on improving."
    },
    {
        "anime": "Kimi ni Todoke",
        "character": "Sawako Kuronuma",
        "quote": "The longer you're with someone, the tougher it is to part ways."
    },
    {
        "anime": "Hunter X Hunter",
        "character": "Shoot McMahon",
        "quote": "I've always gone to any lengths to avoid facing danger and risk, hiding myself within  a safe cage, where no one could hurt me. I hated myself for it.. But I couldn't change myself.. Friends and teachers encouraged me, but I never truly listened, considering it the logic of the strong. Yet somehow... A boy with less than half my strength managed to break my cage!"
    },
    {
        "anime": "Bleach",
        "character": "Uryuu Ishida",
        "quote": "Seele Schneider isn't a sword. [strings the weapon on his bow] A Quincy's only weapons...Are bows and arrows. [fires the Seele Schneider]"
    },
    {
        "anime": "Tsubasa Reservoir Chronicle",
        "character": "Sakura Kinomoto",
        "quote": "You are the most important person to me in the whole wide world."
    },
    {
        "anime": "Hai to Gensou no Grimgar",
        "character": "Ranta",
        "quote": "I'm a man who makes precise choices about time, place, and people. Pleople call me Master of Choices. I'm gonna be the King of the Choices!"
    },
    {
        "anime": "Grisaia no Meikyuu",
        "character": "Yuuji Kazami",
        "quote": "They say you never know when a bullet you fired in battle will find its way back to you."
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Jean Kirstein",
        "quote": "I just really don't wanna meet a disappointing end, with someone burning my bones without even knowing who they belonged to."
    },
    {
        "anime": "Shigatsu Wa Kimi No Uso",
        "character": "Kousei Arima",
        "quote": "Even in the depths of the darkest oceans, some light always pierces through."
    },
    {
        "anime": "Naruto",
        "character": "Kankuro",
        "quote": "But I want to play around before some noisy people come!"
    },
    {
        "anime": "Serial Experiments Lain",
        "character": "Lain Iwakura",
        "quote": "What isn't remembered never happened."
    },
    {
        "anime": "Detective Conan",
        "character": "Kaitou Kid",
        "quote": "It's better trusting someone than to die doubting people altogether."
    },
    {
        "anime": "Naruto",
        "character": "Kisame Hoshigaki",
        "quote": "I'll enjoy shaving you to death."
    },
    {
        "anime": "Jormungand",
        "character": "Koko Hekmatyar",
        "quote": "I'm an arms dealer anyway. There's no point in fearing what I sell."
    },
    {
        "anime": "Naruto",
        "character": "Orochimaru",
        "quote": "It's human nature not to realize the true value of something, unless they lose it."
    },
    {
        "anime": "Jinrui wa Suitai Shimashita",
        "character": "Watashi",
        "quote": "Hide the truth. Manipulate information. Use intimidation."
    },
    {
        "anime": "Baka to Test to Shoukanjuu",
        "character": "Kouta Tsuchiya",
        "quote": "...A human's belief can make the impossible possible."
    },
    {
        "anime": "Naruto",
        "character": "Obito Uchiha",
        "quote": "No one cared who I was until I put on a mask."
    },
    {
        "anime": "Monster",
        "character": "Kenzo Tenma",
        "quote": "I was only able to get back to being a real doctor by saving your life! I realized that human lives have equal value by saving you! Nobody has the right to take another's life! I've been living as a doctor with that engraved upon my heart for years!"
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Shizuka Hiratsuka",
        "quote": "You should realize that there are people whose hearts break each time they see you hurt yourself."
    },
    {
        "anime": "Death Parade",
        "character": "Decim",
        "quote": "I do not think humans are foolish. I have respect for people who live fulfilled lives."
    },
    {
        "anime": "Prince Of Tennis",
        "character": "Fuji Shuusuke",
        "quote": "It's still too early for you to win against me."
    },
    {
        "anime": "The Garden of Words",
        "character": "Yukari Yukino",
        "quote": "A faint clap of thunder, clouded skies; perhaps rain comes. If so, will you stay here with me?"
    },
    {
        "anime": "NANA",
        "character": "Nana Komatsu",
        "quote": "Even though it's painful sometimes, if you keep on living then good things can happen."
    },
    {
        "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
        "character": "Subaru Natsuki",
        "quote": "I'm not sure what you're talking about, but to atone for that you got mad and decided to do this alone? Rem... Super slap! For starters, are you dumb? No, you are dumb! Listen, where I'm from there's a saying, \"3 heads are better than 1.\" Wait, is it 2 heads? Whatever, the point is, 3 heads, thinking together are harder to break than only 1 arrow. It means you should rely on those around you instead of thinking about stuff alone!"
    },
    {
        "anime": "Kamisama No Memochou",
        "character": "Shionji Yuuko",
        "quote": "Will you stay by my side? Will you watch as we uncover a harsh truth that was meant to remain buried, and share in the pain that comes with the act?"
    },
    {
        "anime": "Soul Eater",
        "character": "Death the Kid",
        "quote": "You're disgustingly hideous! What the hell kind of thing are you? I've never seen anything more messed up in my life! Do you know nothing about symmetry? Whoever made you should be dug up from his grave, shot and reburied! You make me violently ill."
    },
    {
        "anime": "Oyasumi Punpun",
        "character": "Sachi Nanjou",
        "quote": "Risks are just an unavoidable part of life. Even if you realize the danger, nothing's gonna come from always running away. That way, even when you die, you can be content that you gave it your all."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Kagura",
        "quote": "Hippo."
    },
    {
        "anime": "Death Note",
        "character": "L Lawliet",
        "quote": "Risking your life and doing something that could easily rob you of your life are exact opposites."
    },
    {
        "anime": "Jormungand",
        "character": "Koko Hekmatyar",
        "quote": "I think running a restaurant would fit you better than being an assassin."
    },
    {
        "anime": "Bokura wa Minna Kawaisou",
        "character": "Kazunari Usa",
        "quote": "I realized once again that my life is stuck on hard mode."
    },
    {
        "anime": "Hellsing",
        "character": "Alucard",
        "quote": "No, you’re the maggot underneath the garbage! Look at you! That cheap outfit isn’t even fit for a carnival. What do you think you’re doing? Wearing a priest outfit, you don’t even know the meaning of shame. That’s what makes you trash! You’re a narrow-minded king… who creates a host of ghouls to keep as slaves. You’re a coward incapable of acting on your own. Even Hell wouldn’t accept you! Your instant vampires are cockroaches! Multiplying everywhere before you know it. I can’t stand your kind… half-ass vampire without the slightest bit of self-respect! You don’t even know what you are! By the \nway…  I have my reasons for serving humans. But of course, it’s not a story for trash like you."
    },
    {
        "anime": "One Piece",
        "character": "Usopp",
        "quote": "When I left Syrup Village, I left everything behind! Tranquility… Safety… They face hardships every day, and they laugh like they’re really having fun! That’s why I decided to go out to sea! I want to laugh ’til I cry, too! But if I don’t fight with everything I’ve got, there’s no way I deserve to be on the same boat as them! There’s no way I can laugh with them!"
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Toph Bei Fong",
        "quote": "Somebody's a little light on his feet. What's your fighting name, the Fancy Dancer?"
    },
    {
        "anime": "Inuyasha",
        "character": "Shippou",
        "quote": "Just apologize, even if you don't mean it. *to some kid, about Inuyasha*"
    },
    {
        "anime": "Hentai Ouji To Warawanai Neko",
        "character": "Azusa Azuki",
        "quote": "Do you know about the Happy Prince? It's such a happy story. The Prince helps everyone together with a little swallow, then he dies happily. But I wonder how the swallow felt? His wish wasn't granted because he helped the foolish Prince. Was the swallow really happy? It's always like that. The Prince and all the people he helped are happy, but what about the swallow? He helped the Prince more than anyone, so why is he ignored completely?"
    },
    {
        "anime": "Kimi To Boku.",
        "character": "Asaba Yuki",
        "quote": "I wouldn't learn German just to apologize, that would be too much work."
    },
    {
        "anime": "Baka to Test to Shoukanjuu",
        "character": "Kinoshita Yuuko",
        "quote": "When people focus on what they want to do, they’ll show off an inexplicable charm."
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Mikuru Asahina",
        "quote": "Kyon-kun. If I become ruined for marriage will you take me?"
    },
    {
        "anime": "Hai to Gensou no Grimgar",
        "character": "Haruhiro",
        "quote": "It's a battle of life and death, and I'm still alive! So I'm not going to give up, and I'll keep living. I'll keep living until I die."
    },
    {
        "anime": "Hunter X Hunter",
        "character": "Shoot McMahon",
        "quote": "I've always gone to any lengths to avoid facing danger and risk, hiding myself within  a safe cage, where no one could hurt me. I hated myself for it.. But I couldn't change myself.. Friends and teachers encouraged me, but I never truly listened, considering it the logic of the strong. Yet somehow... A boy with less than half my strength managed to break my cage!"
    },
    {
        "anime": "Kuroko No Basket",
        "character": "Taiga Kagami",
        "quote": "There's no such thing as useless effort."
    },
    {
        "anime": "Denpa Onna to Seishun Otoko",
        "character": "Makoto Niwa",
        "quote": "The summer continues to make me wonder. So my head, boiling like a pot, will never cool. With the heat. With the cicadas buzzing. With the twinkling of the myriad stars floating in the sky."
    },
    {
        "anime": "Magi - The Labyrinth of Magic",
        "character": "Hakuryū Ren",
        "quote": "Hatred will never be erased! The only thing you can do is erase the ones you hate!"
    },
    {
        "anime": "Sukitte Ii Na Yo",
        "character": "Mei Tachibana",
        "quote": "Someday, maybe you’ll find someone like you to share your pain with. I can’t tell you when that will happen.... But the important thing is to not reject them."
    },
    {
        "anime": "Kami Nomi zo Shiru Sekai",
        "character": "Keima Katsuragi",
        "quote": "The world doesn't get to decide whether my life is boring, fun, or ordinary, because that's my decision to make. As long as I have the will, nothing is impossible!"
    },
    {
        "anime": "One Piece",
        "character": "Monkey D. Luffy",
        "quote": "Then just become stronger. I have my ambition, you have your ambition too. Which means you should just keep walking forward towards that goal."
    },
    {
        "anime": "Fairy Tail",
        "character": "Natsu Dragneel",
        "quote": "The real sin is averting your eyes and failing to believe in anyone."
    },
    {
        "anime": "Chihayafuru 2",
        "character": "Kanade Ōe",
        "quote": "It's not difficult to compose poetry. You just have to translate your feelings into meter."
    },
    {
        "anime": "Dragon Ball",
        "character": "Vegeta",
        "quote": "Don't remind me. I'm mad enough to hurt somebody and pounding you just might be the therapy I need."
    },
    {
        "anime": "Bakemonogatari",
        "character": "Bakemonogatari",
        "quote": "Oddities are the world itself. They're linked to the world, unlike living beings. Science alone cannot shed light upon them, as there will always be people who'll be afraid of vampires. Although all forms of darkness could be lit up, darkness will never cease to exist."
    },
    {
        "anime": "Ao Haru Ride",
        "character": "Yoshioka Futaba",
        "quote": "I like you. I came here to get rejected properly. To end this, so I can move forward. To make me convinced of this broken heart, I want to get rejected properly."
    },
    {
        "anime": "CLANNAD",
        "character": "Okazaki Ushio",
        "quote": "Sanae-san told me, places that I can cry are in a toilet, or in daddy's arms."
    },
    {
        "anime": "Fullmetal Alchemist: Brotherhood",
        "character": "Homunculus (Character)",
        "quote": "Humans are inconvenient creatures, aren't they? The species can't live on unless they all create a community and expand."
    },
    {
        "anime": "Death Note",
        "character": "Light Yagami",
        "quote": "I understood that killing people was a crime. There was no other way! The world had to be fixed! A purpose given to me! Only I could do it. Who else could have done it, and come this far? Would they have kept going? The only one who can create a new world is me."
    },
    {
        "anime": "Junjou Romantica",
        "character": "Akihiko Usami",
        "quote": "I don't want the precious time we have together to be taken away by anyone!"
    },
    {
        "anime": "Ouran High School Host Club",
        "character": "Kyoya Ootori",
        "quote": "[To Tamaki] Sleep first, then dream."
    },
    {
        "anime": "Tonari No Kaibutsu-kun",
        "character": "Yoshida Haru",
        "quote": "I have someone I like. I never had the confidence and I’ve doubted my feelings countless of times. But, when she stays by my side and smiles with me, I feel like I can do anything."
    },
    {
        "anime": "Bleach",
        "character": "Kuchiki Byakuya",
        "quote": "It is a thousand years too early... for you to become worthy enough to die by my Bankai."
    },
    {
        "anime": "Akagami no Shirayukihime",
        "character": "Zen Wistalia",
        "quote": "I don't think it's all that bad to be surrounded by people who don't care much about authority or social status. It's good to know that there are various various ways of thinking."
    },
    {
        "anime": "Trigun",
        "character": "Rem Saverem",
        "quote": "If you keep your vision clear you will see the future. What happens in our future is our own responsibility."
    },
    {
        "anime": "Cowboy Bebop",
        "character": "Spike Spiegel",
        "quote": "And what's the real lesson? Don't leave things in the fridge."
    },
    {
        "anime": "Hunter X Hunter",
        "character": "Mito Freecss",
        "quote": "If you want to get to know someone, you need to make an effort to learn why they're angry."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "My soul wave length just got taken away. I'm gonna miss it."
    },
    {
        "anime": "Gintama",
        "character": "Obi Hajime",
        "quote": "Tears are handy for washing away troubling and sad feelings. But when you grow up, you'll learn that there are things so sad, they can never be washed away by tears. That there are painful memories that should never be washed away. So people who are truly strong laugh when they want to cry. They endure all of the pain and sorrow while laughing with everybody else."
    },
    {
        "anime": "Saenai Heroine no Sodatekata",
        "character": "Tomoya Aki",
        "quote": "When an otaku goes all-out with his mind set on something you better not underestimate him."
    },
    {
        "anime": "Fate Stay Night - Unlimited Blade Works",
        "character": "Gilgamesh",
        "quote": "The things we can't obtain are the most beautiful ones."
    },
    {
        "anime": "Kuroshitsuji",
        "character": "Elizabeth Middleford",
        "quote": "Ciel, how are you?"
    },
    {
        "anime": "Jigoku Shoujo",
        "character": "Ai Enma",
        "quote": "Human is an existence full of sin."
    },
    {
        "anime": "Bleach",
        "character": "Don Kanonji",
        "quote": "Run? Is that how you speak to a hero? How little you understand. Allow me to educate you. If a hero were to run from battle... the children could no longer call him a hero."
    },
    {
        "anime": "Bleach",
        "character": "Abarai Renji",
        "quote": "Howl, Zabimaru."
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Rize Kamishiro",
        "quote": "There are times when you have to give up on one thing to preserve the other. Your mother couldn't. That isn't kindness. That's just being weak."
    },
    {
        "anime": "Kami Nomi zo Shiru Sekai",
        "character": "Keima Katsuragi",
        "quote": "Are flaws really bad? Because they are not perfect, they become worried. They don't stand still and instead move forward. After they become perfect, they will stand still. Incompleteness is the ideal."
    },
    {
        "anime": "Naruto",
        "character": "Nara Shikamaru",
        "quote": "Regardless of our limitations, we can always be of some use. Our power may seem insignificant... but it may just prove to be useful in the grand scheme of things. Stay focused. Never avert your eyes, because if an opening arises, even our insignificant power may be enough to determine the fate of the world. Which is why everyone must stay alert and ready to strike at any moment!"
    },
    {
        "anime": "Ouran High School Host Club",
        "character": "Kyoya Ootori",
        "quote": "If we're going to win, we might as well get the best deal out of it in the process."
    },
    {
        "anime": "Solanin",
        "character": "Naruo Taneda",
        "quote": "Yeah, it might be totally stupid, but it's sad that you can't know yourself without being compared to others."
    },
    {
        "anime": "Kanon",
        "character": "Shiori Misaka",
        "quote": "It's called a miracle because it doesn't happen."
    },
    {
        "anime": "One Piece",
        "character": "Donquixote Doflamingo",
        "quote": "I lost my mother when I was 8...and killed my father when I was 10. Those with the title of \"Executive\" or above...are my \"family\", with whom I've shared my joys and sorrows. They're the only thing I have! I won't forgive anyone that laughs at my family. Understood?"
    },
    {
        "anime": "Fairy Tail",
        "character": "Makarov Dreyar",
        "quote": "Listen up, brats! Today’s defeat is the seed for tomorrow’s victory! We’ll rise up and show them! We don’t know the meaning of giving up!"
    },
    {
        "anime": "MAGI: The Labyrinth Of Magic",
        "character": "Alibaba Saluja",
        "quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don't need them and their selfish ideas."
    },
    {
        "anime": "Death Note",
        "character": "L Lawliet",
        "quote": "Let's value our lives."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Kagura",
        "quote": "Hippo."
    },
    {
        "anime": "Legend of the Galactic Heroes",
        "character": "Reinhard von Lohengramm",
        "quote": "I’d rather fight and regret it than not fight and regret it."
    },
    {
        "anime": "Gintama",
        "character": "Hattori Zenzou",
        "quote": "It's quite easy for humans to become adults, but to always have a child-like heart that makes everything joyful isn't such an easy task."
    },
    {
        "anime": "One Outs",
        "character": "Toua Tokuchi",
        "quote": "Winning a game is not dependent on surpassing your opponents with your strength or waiting for lucky breaks. Conquer the opponent, crushing them, and stepping over the fallen ones ruthlessly. Winning means dominating over countless dead bodies."
    },
    {
        "anime": "Hellsing",
        "character": "Alucard",
        "quote": "Eternity is wasted upon the likes of you. Try as you might, immortality slips away. And you remain with only your shame."
    },
    {
        "anime": "Steins;Gate",
        "character": "Okabe Rintarou",
        "quote": "You must not change the past, once it's been established."
    },
    {
        "anime": "Barakamon",
        "character": "Handa Seishū",
        "quote": "If we continue on the same path, we are likely to meet again."
    },
    {
        "anime": "Bubblegum Crisis: Tokyo 2040",
        "character": "Galatea",
        "quote": "Infinite wisdom requires infinite perspective. Only by experiencing each element, each moment separately and in their own time, does the beauty of the whole become apparent."
    },
    {
        "anime": "Kuroshitsuji",
        "character": "Ciel Phantomhive",
        "quote": "We as humans have the power to do such, but whether we grab on to the thread or not is a choice we make."
    },
    {
        "anime": "Full Metal Panic!",
        "character": "Sousuke Sagara",
        "quote": "[to a dating simulation that has just dumped him] Wait! If you cut off negotiations, it can only lead to war. Accept a truce, and I will listen to whatever you have to say. Let's work toward a compromise!"
    },
    {
        "anime": "Atelier Escha & Logy: Alchemists of the Dusk Sky",
        "character": "Escha Malier",
        "quote": "What's important is not what's right, but what we believe is right."
    },
    {
        "anime": "Bokura ga Ita",
        "character": "Masafumi Takeuchi",
        "quote": "After all.. love is all about timing. If you don't say the right thing at the right moment, no matter how much fate was involved in the relationship, everything will be ruined. Even if you regret it, it'll be too late."
    },
    {
        "anime": "Soul Eater",
        "character": "Excalibur",
        "quote": "Thus at long last the fighting between the rival gangs had ended! To sum up, this leads us to number 778 of the 1,000 provisions you must observe. Never mail a letter without the return address or the proper postage. And don't call collect."
    },
    {
        "anime": "Soul Eater",
        "character": "Eruka Frog",
        "quote": "I can't stand that witch, stupid snake woman."
    },
    {
        "anime": "Fruits Basket",
        "character": "Kyoko Honda",
        "quote": "Ah, I'm sorry, I guess this is farewell. Let Tohru find happiness. Please by many people let her be loved. If you become perplexed or make errors, in the end have the kind of life that you can have pride in living. The kind where you can say, \"I persevered\". Repeating delightful things and sad things. And in that way keep getting older. I persevered. (Part of Kyoko's last words that were never said)"
    },
    {
        "anime": "Haibane Renmei",
        "character": "Renmei Communicator",
        "quote": "Perhaps this is what it means to be bound by sin. To spin in the same circle, looking for where the sin lies, and at some point losing sight of the way out."
    },
    {
        "anime": "Steins;Gate",
        "character": "Mayuri Shiina",
        "quote": "We should work towards world peace. Like giving everyone in the world an Upa cushion..."
    },
    {
        "anime": "No Game No Life",
        "character": "Sora",
        "quote": "We do not stop playing games because we grow old, we grow old because we stop playing."
    },
    {
        "anime": "Guilty Crown",
        "character": "Yahiro Samukawa",
        "quote": "People make a lot of mistakes, and strength is necessary to straighten those out."
    },
    {
        "anime": "Naruto",
        "character": "Pain",
        "quote": "Even children are forced to grow up in the face of pain."
    },
    {
        "anime": "Fairy Tail",
        "character": "Mavis Vermillion",
        "quote": "I'll always be by your side. You'll never be alone. You have as many hopes as there are stars that light up the sky. The wind that brushes your skin is a presentiment of tomorrow. Come, lets walk in time with the song of the fairies..."
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Azula",
        "quote": "[sarcastically] In my country, we exchange a pleasant \"hello\" before asking questions."
    },
    {
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
        "character": "Hachiman Hikigaya",
        "quote": "Working hard alone doesn't assure you that you'll achieve your dreams. Actually there are more cases where you don't. Even so, working hard and achieving something is some consolation at least."
    },
    {
        "anime": "Tsubasa Reservoir Chronicle",
        "character": "Fay D. Flourite",
        "quote": "Kuro-woof-woof."
    },
    {
        "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei",
        "character": "Kyōko Kirigiri",
        "quote": "Fear is proof that your imagination is functioning. Frankly, I feel bad for anyone who can't feel fear. Without imagination, you can never deduce which action to take next."
    },
    {
        "anime": "Toradora!",
        "character": "Minori Kushieda",
        "quote": "My happiness can only be made by my own hands. My happiness doesn't depend on anyone but me!"
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Iroh",
        "quote": "You must look within yourself to save yourself from your other self. Only then will your true self reveal itself."
    },
    {
        "anime": "Kuroshitsuji",
        "character": "Ciel Phantomhive",
        "quote": "You can only disgrace the dead so much."
    },
    {
        "anime": "Mayonaka Ni Kiss",
        "character": "Ichijou Kazuomi",
        "quote": "People who can't love themselves are the ugliest."
    },
    {
        "anime": "Ao Haru Ride",
        "character": "Kou Mabuchi",
        "quote": "We want the ones we can't have and ignore the ones that want us but then, we end up with none in the end."
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Haruhi Suzumiya",
        "quote": "Kyon, I'm hot!"
    },
    {
        "anime": "One Piece",
        "character": "Usopp",
        "quote": "Man or Child, Strong or Weak, None of those matter once you are out at sea!"
    },
    {
        "anime": "CLANNAD",
        "character": "Fujibayashi Ryou",
        "quote": "If a prediction is right, then it's like you only have one future. Like that future has been decided. But if it's wrong, then you have an almost infinite number of possibilities. And that means that even the tiniest twist of fate can change your future. I want to believe that I have choices - that the path I walk has many different turns, and many different roads to follow!"
    },
    {
        "anime": "Oyasumi Punpun",
        "character": "Yuichi Onodera",
        "quote": "But once you grow old, you become afraid of even losing things without any value."
    },
    {
        "anime": "Soul Eater",
        "character": "Death the Kid",
        "quote": "Ooops....My finger slipped."
    },
    {
        "anime": "Selector Spread Wixoss",
        "character": "Urisu",
        "quote": "All things shine at their most brilliant when they're being broken."
    },
    {
        "anime": "Princess Tutu",
        "character": "Rue Kuroha",
        "quote": "I'll get what I want... even if I have to steal it."
    },
    {
        "anime": "Trigun",
        "character": "Vash the Stampede",
        "quote": "People have many different ways of thinking. Even if you make a mistake, if you realize it was a mistake, You can always fix it. Then if you turn around, you will see the future. This must be realized by oneself."
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Haruhi Suzumiya",
        "quote": "Remote islands are all about strange incidents, right?"
    },
    {
        "anime": "Warau Kanoko-sama",
        "character": "Kanoko Naedoko",
        "quote": "You can't be strong not because you can't throw away your weakness, but it's because you don't face your own weakness."
    },
    {
        "anime": "Durarara!!",
        "character": "Ryuugamine Mikado",
        "quote": "I love clichés, I love predictable scripts, I love it when they paste over problems and I love it when they force a happy ending too. What's wrong with working towards that?"
    },
    {
        "anime": "Tamako Market",
        "character": "Dera Mochimazzi",
        "quote": "Everybody loves somebody. In time, everybody falls in love with somebody. Just as I found you."
    },
    {
        "anime": "Death Note",
        "character": "Near",
        "quote": "That may be so. What is right from wrong? What is good from evil? Nobody can truly distinguish between them. Even if there was a god. Now, supposing a god and his world existed, even then I'd stop and think for myself. I'd decide for myself whether his teachings are right or wrong. After all, I am just the same as you. I put faith in my own convictions as to what I believe is right, and consider them to be righteous."
    },
    {
        "anime": "Fairy Tail",
        "character": "Erza Scarlet",
        "quote": "All I need is the power to be able to protect my comrades. So long as I can have the strength to do that, I don't care if I'm weaker than everyone else in the world."
    },
    {
        "anime": "Bakuman",
        "character": "Moritaka Mashiro",
        "quote": "Those who don't give up no matter how many walls they run into, those are the ones who'll make their dreams come true."
    },
    {
        "anime": "D.Gray-man",
        "character": "Allen Walker",
        "quote": "Even if my left arm can transform into a monstrous claw and can destroy Akuma, im just a normal person with a promise..."
    },
    {
        "anime": "Bokura ga Ita",
        "character": "Motoharu Yano",
        "quote": "Listen carefully because I'm only gonna say this once, I love you."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "Shinpachi, just remember this... We aren't friends with justice or even your sister. We're YOUR friends."
    },
    {
        "anime": "Code Geass: Lelouch of the Rebellion",
        "character": "Luciano Bradley",
        "quote": "I think being able to openly take away the most important thing people have... \"life\"... is the best thing that ever happened!"
    },
    {
        "anime": "Kenichi: The Mightiest Disciple",
        "character": "Fuurinji Hayato",
        "quote": "In the end of that lonely path you are going, there is nothing."
    },
    {
        "anime": "Tokyo Ghoul",
        "character": "Touka Kirishima",
        "quote": "After you've gobbled him down you'd be left alone to regret it while covered in blood and guts. That's the hunger of a ghoul. That's our destiny."
    },
    {
        "anime": "Fruits Basket",
        "character": "Honda Tohru",
        "quote": "[After seeing Yuki, Shigure, and Kyo Sohma transform for the first time] THEY'RE ALL ANIMALS!"
    },
    {
        "anime": "Umineko no Naku Koro ni",
        "character": "Featherine Augustus Aurora",
        "quote": "The weight of a sin depends on the person measuring it."
    },
    {
        "anime": "Elfen Lied",
        "character": "Lucy",
        "quote": "You suddenly appeared in front of me in this hell. The day that I would get to meet you...I always wanted to apologize to you...I only endured because of that! I kept on living."
    },
    {
        "anime": "Fairy Tail",
        "character": "Natsu Dragneel",
        "quote": "I love adventures."
    },
    {
        "anime": "Fate Stay Night - Unlimited Blade Works",
        "character": "Gilgamesh",
        "quote": "\"Hero of Justice? A world where no one is hurt?\" Don't be absurd. \"Humanity\" is the name for an animal that cannot find joy in life without sacrifice. The pretty lie that is \"equality\" is nonsense spouted by weaklings who cannot look upon the darkness. Nothing but an excuse to cover up life's ugliness."
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Edward Elric",
        "quote": "*referring to Alphonse* This pain's nothing...compared to what he's given up..."
    },
    {
        "anime": "Soul Eater",
        "character": "Black Star",
        "quote": "I will be the Man who surpass God."
    },
    {
        "anime": "One Piece",
        "character": "Jinbei",
        "quote": "Don't just think about the ones you have lost. You can't get back what you have lost. What is it that you still have ?"
    },
    {
        "anime": "Mobile Suit Gundam 00",
        "character": "Lichtendahl Tsery",
        "quote": "People can only truly understand things that they've actually experienced."
    },
    {
        "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
        "character": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
        "quote": "Battle was a thing which was won by living and which was lost by dying."
    },
    {
        "anime": "Yu Yu Hakusho",
        "character": "Hiei",
        "quote": "Detective, don't waste your time trying to change their minds. Fight by their meaningless rules and you'll be pulled down with them. There's only one real law of the dark tournament: the strongest man prevails. I've retrieved enough energy to rip my way out, let's show this entire stadium a new definition for victory!"
    },
    {
        "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei",
        "character": "Kiyotaka Ishimaru",
        "quote": "There is no greater accomplishment in life than pushing yourself to the limit, always! Isn’t that so? That’s all there is to it!"
    },
    {
        "anime": "One Piece",
        "character": "Roronoa Zoro",
        "quote": "So, are you stupid enough to fall for such a stupid trap that such stupid people set up?"
    },
    {
        "anime": "Prince Of Tennis",
        "character": "Fuji Shuusuke",
        "quote": "A great calligrapher doesn't blame the brush."
    },
    {
        "anime": "Soul Eater",
        "character": "Maka Albarn",
        "quote": "You men. All of you, you're horrible. Cheating on every woman. But you, you I actually decided to trust. I put my faith in you. I can't believe this. I wish that all of you would just die!"
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Aang",
        "quote": "This whole Avatar thing... maybe the monks made a mistake."
    },
    {
        "anime": "Mobile Suit Gundam Seed",
        "character": "Rau Le Creuset",
        "quote": "[about Rau] But are you sure that's me? Oh well. He will be my successor in any case. Why should that woman's child be my heir? Keep a close eye on him and educate him well. Whatever you do, don't make him into another weakling."
    },
    {
        "anime": "The Melancholy of Haruhi Suzumiya",
        "character": "Kyon",
        "quote": "If you're scared, you might as well just cling to my arm. Creates more of an atmosphere."
    },
    {
        "anime": "Overlord",
        "character": "Dyne Woodwonder",
        "quote": "The words you've said cannot be taken back. So you must take action to paint over what you have already said."
    },
    {
        "anime": "Soul Eater",
        "character": "Franken Stein",
        "quote": "I can't seem to get my head on straight."
    },
    {
        "anime": "Walkure Romanze",
        "character": "Akane Ryūzōji",
        "quote": "Sometimes opportunity comes in sacrifice."
    },
    {
        "anime": "Isshūkan Friends",
        "character": "Shiho Fujimiya",
        "quote": "Regretting the past forever won't solve anything."
    },
    {
        "anime": "Psycho-Pass",
        "character": "Makishima Shougo",
        "quote": "I love this game that people call \"life\" from the bottom of my heart."
    },
    {
        "anime": "Hai to Gensou no Grimgar",
        "character": "Haruhiro",
        "quote": "It's a battle of life and death, and I'm still alive! So I'm not going to give up, and I'll keep living. I'll keep living until I die."
    },
    {
        "anime": "Gintama",
        "character": "Gintoki Sakata",
        "quote": "Have faith in your inspiration. Feel the imagination!"
    },
    {
        "anime": "Gankutsuou",
        "character": "Peppo",
        "quote": "If people could become friends simply by sharing bread and salt, life would be simpler."
    },
    {
        "anime": "Neppu Kairiku Bushi Road",
        "character": "Ame",
        "quote": "Without what you call absolute power, we'll be able to live free and strong... That's why I have to end this. Humans often betray, fight and do terrible things to each other, but if I can feel this heat and this pain in my heart, a future where everyone will be kind to each other will definitely come some day. I can believe in it now!"
    },
    {
        "anime": "Death Note",
        "character": "Misa Amane",
        "quote": "Unless someone makes the first move, nothing will happen."
    },
    {
        "anime": "Cowboy Bebop",
        "character": "Spike Spiegel",
        "quote": "There are three things I hate the most: Kids, pets, and women with attitude. So tell me, why do we have all of them packed into our ship!?"
    },
    {
        "anime": "Dragon Ball",
        "character": "Son Goku",
        "quote": "I could go one step farther if I wanted to."
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Hiro",
        "quote": "Thanks for such a boring time, it was a blast!"
    },
    {
        "anime": "Jigoku Shoujo",
        "character": "Ai Enma",
        "quote": "Once the revenge is dealt, you are required to pay the compensation."
    },
    {
        "anime": "Umineko no Naku Koro ni",
        "character": "Beatrice",
        "quote": "You can catch a mouse that's shut in a cage. However, catching a mouse in a field is like trying to catch a cloud."
    },
    {
        "anime": "Samurai Champloo",
        "character": "Mugen",
        "quote": "I don't give a rat's ass about going to hell. I guess it's because I feel like I'm already there."
    },
    {
        "anime": "Shiki",
        "character": "Mutou Tohru",
        "quote": "Just like humans, approve killing animals in society, we, approve the killing of humans."
    },
    {
        "anime": "MAGI: The Labyrinth Of Magic",
        "character": "Aladdin",
        "quote": "The bonds we have with those close to us, keep us connected always."
    },
    {
        "anime": "Shakugan no Shana",
        "character": "Shana",
        "quote": "Those who rely on \"someday\" will only grow weaker and lowlier."
    },
    {
        "anime": "Bleach",
        "character": "Ayasegawa Yumichika",
        "quote": "Discouraging, isn't it? It's always easier to tear down than to build... And much more difficult to tie than to untie."
    },
    {
        "anime": "Sword Art Online",
        "character": "Kazuto Kirigaya",
        "quote": "Levels are just numbers. In this world, strength is just an illusion. There are more important things."
    },
    {
        "anime": "Serial Experiments Lain",
        "character": "Arisu Mizuki",
        "quote": "If you aren't remembered, then you never existed."
    },
    {
        "anime": "Yu-Gi-Oh 5Ds",
        "character": "Yūsei Fudō",
        "quote": "Nothing in this world is free. Be thankful to those who speak strict word to you. Watch out for a person who talks too nicely."
    },
    {
        "anime": "Higurashi No Naku Koro Ni",
        "character": "Maebara Keiichi",
        "quote": "If you just submit yourself to fate, then that's the end of it."
    },
    {
        "anime": "Detective Conan",
        "character": "Shinichi Kudou",
        "quote": "Sorry, a trick is nothing but a puzzle mankind came up with. If you use your head, you can uncover the logical answer. It’s disappointing. No matter the explanation I think of, I cannot understand why one person would kill another. Even if I can see why, I can’t understand why."
    },
    {
        "anime": "One Piece",
        "character": "Monkey D. Luffy",
        "quote": "If you don't risk your life, you can't create a future. Right?"
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Iroh",
        "quote": "[to Zuko about Aang] It was not by chance that for generations people have been searching for him, and now you have found him."
    },
    {
        "anime": "Bleach",
        "character": "Kajoumaru Hidetomo",
        "quote": "If one side was just, it would be called a defense or a suppression. But this is war. And wars happen because both sides are just."
    },
    {
        "anime": "Log Horizon",
        "character": "William Massachusetts",
        "quote": "We lost. We got wiped out. We may be finished. Maybe it was all a waste. Like they always said... We're idiots who've wasted our time on something as pointless as games. Game junkies who never leave their houses. Vegetables. But who cares? We knew that all along. We knew it, and we do it anyway. But we love games. We chose this. And sometimes we'll win, and sometimes we'll lose. So what? We've dedicated our lives to it. So it's real!"
    },
    {
        "anime": "Akuma To Love Song",
        "character": "Kawai Maria",
        "quote": "I think that having no relationships with others is the loneliest thing in the world."
    },
    {
        "anime": "Katekyo Hitman Reborn!",
        "character": "Hibari Kyoya",
        "quote": "You cannot restrain me with logic."
    },
    {
        "anime": "Sword Art Online II",
        "character": "Konno Yuuki",
        "quote": "I always say what exactly what I'm feeling, and if they don't like me, that's fine! It doesn't change the fact that I was close to their hearts."
    },
    {
        "anime": "Jinrui wa Suitai Shimashita",
        "character": "Watashi",
        "quote": "I always thought of humans as intelligent dominoes, since they tend to follow each other."
    },
    {
        "anime": "Pokémon",
        "character": "Rocket Grunt",
        "quote": "We're pulling a big job here! Get lost, kid!"
    }
]